[
  {
    "quote": "I’m sure you are tired counting the years of your age. May these years be endless and full of happiness!",
    "relation": "grandmother"
  },
  {
    "quote": "My sweet Grandma, I wish you to be always happy and healthy as today! Happy birthday my beloved old woman!",
    "relation": "grandmother"
  },
  {
    "quote": "May you stay healthy and happy for the years to come. We are all happy to have you here with us!",
    "relation": "grandmother"
  },
  {
    "quote": "Happy birthday Grandma, I wish another wonderful year. We are all here to celebrate your special day!",
    "relation": "grandmother"
  },
  {
    "quote": "To my beloved Grandma, I wish plenty reasons to smile and a very warm happy birthday!",
    "relation": "grandmother"
  },
  {
    "quote": "Love and happiness to the woman who gave me great attention and many warm hugs all these years. Happy loving birthday!",
    "relation": "grandmother"
  },
  {
    "quote": "Growing older I learned to love your stories even more. Happy birthday Grandma.",
    "relation": "grandmother"
  },
  {
    "quote": "Happy birthday to my super-hero. Have a lovely day Super-Grandma!!",
    "relation": "grandmother"
  },
  {
    "quote": "To the one who loved me in the darkest of my day. Happy B-Day Granny.",
    "relation": "grandmother"
  },
  {
    "quote": "To the founder of our family: Happy Birthday Grandma.",
    "relation": "grandmother"
  },
  {
    "quote": "The sun shines, the water wash and my grandmother … she loves. Happy Birthday.",
    "relation": "grandmother"
  },
  {
    "quote": "My favorite place is your hug. Happy Birthday to my beloved Grandma.",
    "relation": "grandmother"
  },
  {
    "quote": "When no one else is by my side I can still always count on You. All the best wishes!",
    "relation": "grandmother"
  },
  {
    "quote": "Best wishes for the special day of my Granny. The memory of my family!",
    "relation": "grandmother"
  },
  {
    "quote": "You keep on teaching me the value of things that can’t be bought. Have a special day Grandma.",
    "relation": "grandmother"
  },
  {
    "quote": "The difference between a Grandma and a Mum is that a Grandma cuddles You more when You deserve it less. Have a super B-Day.",
    "relation": "grandmother"
  },
  {
    "quote": "You have done a lot of things for me. So it’s a change I should do something for you to thank you for all the things that you did for me! Thank you for buying me stuff like toys, clothes and more.Wonderful bday grand daddy",
    "relation": "grandfather"
  },
  {
    "quote": "You have been such a sweet grandpa to me! I am writing this message to acknowledge you and say thank you for all the happy times with you. I pray that the God will bless you more life and health. I love my grandpa and best bday",
    "relation": "grandfather"
  },
  {
    "quote": "What does not matter, is that my grandpa is fragile and old. What matters, is that he thinks he is still agile and young. Happy birthday grandpa and may you have a beautiful day.",
    "relation": "grandfather"
  },
  {
    "quote": "Splendid, Majestic, impressive , magnificent, and striking are a few synonyms of the word Grand. That is why I always call you Granddaddy. Happy birthday to the most amazing man in the world",
    "relation": "grandfather"
  },
  {
    "quote": "I have learned the art of generosity from you grandfather. You gave me candies that my mother never gave me. Best bday and thank you for all that you have done for me!",
    "relation": "grandfather"
  },
  {
    "quote": "One more good year has been added to your life. Your journey has been nothing short of glorious, passing through strife and hurdles. Your life story is simply inspirational beyond compare, keep living with the light in your eyes and bless more people everyday. Wonderful bday dear granddad.",
    "relation": "grandfather"
  },
  {
    "quote": "You were one of the first people to cuddle me after I was born and our bond has remained intact since that time. Best birthday granddad and may you live to fulfill all your plans",
    "relation": "grandfather"
  },
  {
    "quote": "The birthday gift I have sent you is a small token to show my gratitude for saving me many times from being grounded. Wonderful birthday granddad and I hope to see you soon.",
    "relation": "grandfather"
  },
  {
    "quote": "Grandpa, you have been the greatest pillar in my life.Always being there for picking me up whenever I fall down, and for that, I can never ever repay for.On this special day, I want to wish you a happy bday and am praying that God adds you more and more years so that we can continue receiving your wise counsel.Happy birthday!",
    "relation": "grandfather"
  },
  {
    "quote": "The time I was young, you were always there to teach me how to ride my bike. Cheers to our relationship as grandfather and grandchild.Happy bday!",
    "relation": "grandfather"
  },
  {
    "quote": "Grandpa, you might not be the strongest or fastest, but you are always the sweetest and cutest. You might not be the youngest and newest, but you are always the coolest. Wonderful birthday and may you continue being with us for many years to come!.",
    "relation": "grandfather"
  },
  {
    "quote": "Dear brother, I have always admired you and tried to follow in your footsteps. You are my hero. Wishing you a very happy birthday.",
    "relation": "brother"
  },
  {
    "quote": "Brother, you are full of talent and a true inspiration for me. I love you for that and wish God gives you many such skills!",
    "relation": "brother"
  },
  {
    "quote": "Happy Birthday brother, this is the message of a brother to and another brother. Stay fit enjoy tight!",
    "relation": "brother"
  },
  {
    "quote": "Nothing can take place of my brother in my life. You are the one whom I love for my entire life!",
    "relation": "brother"
  },
  {
    "quote": "Lots of cheers come to you and you hear many voices wishing you happy birthday to you!",
    "relation": "brother"
  },
  {
    "quote": "I am blessed, as I have got brother like you. You are everything to me, my friend, my colleague, my brother and my guide!",
    "relation": "brother"
  },
  {
    "quote": "Hey brother! I wonder what I would be without you. Thanks for being the support of my life, happy birthday!",
    "relation": "brother"
  },
  {
    "quote": "I give you all the wishes on your birthday, and I wish; you give me all the support when I need it. happy Birthday brother!",
    "relation": "brother"
  },
  {
    "quote": "I have never loved you like a brother, my love for you is like my son, I proud and love seeing you growing up every year!",
    "relation": "brother"
  },
  {
    "quote": "Now you are growing older, I see myself within you. You are like my shadow, happy Birthday dear!",
    "relation": "brother"
  },
  {
    "quote": "On this birthday you can ask anything from me,I assure you, you will get that. Happy birthday!",
    "relation": "brother"
  },
  {
    "quote": "You always share your personal things with me, this makes me happy and proud that I am your bro, happy birthday!",
    "relation": "brother"
  },
  {
    "quote": "On your birthday I wish to God he shower or his blessing on my brother, to make him happy forever!",
    "relation": "brother"
  },
  {
    "quote": "At any point of time never say you are alone, I am the one who will always accompany you no matter it is blue or dark!",
    "relation": "brother"
  },
  {
    "quote": "We have shared many happy moments in life together, your birthday refresh all those memories and make me smile, happy growing!",
    "relation": "brother"
  },
  {
    "quote": "On your birthday I ask to God to give you all the strength, so that, you can fulfill all dreams of my brother!",
    "relation": "brother"
  },
  {
    "quote": "“I planned a special get-away with you on this special day. But, that doesn’t mean we are getting away forever. I still want us to come back to our home where we have sweet memories. Happy birthday!”",
    "relation": "wife"
  },
  {
    "quote": "“Dear wife, don’t be worried about wrinkles as you grow older. I have the antidote for wrinkles, it is called ‘paste a smile on your face always’. Smile is the best facial makeover and the most effective anti-aging cream.”",
    "relation": "wife"
  },
  {
    "quote": "“Sweetheart, you will forever be my wife – in life and in death. But, that’s if there’s marriage after death. Happy birthday, honey.”",
    "relation": "wife"
  },
  {
    "quote": "“Before I met you, my life was a walk in the park – lazy and boring. After I met you, life became a spacewalk – awesome and simply out of this world. Happy birthday!”",
    "relation": "wife"
  },
  {
    "quote": "“You came, you saw, and you conquered the rest of my life. I love you, happy birthday.”",
    "relation": "wife"
  },
  {
    "quote": "“Nothing is hotter than an older woman. Of course, you don’t look the part, but we both know your little secret. Happy birthday, my beautiful wife!”",
    "relation": "wife"
  },
  {
    "quote": "“A good husband remembers your birthday, but not your age. Happy birthday!”",
    "relation": "wife"
  },
  {
    "quote": "“Happy birthday to the most beautiful, caring, understanding human being on the face of the planet whom I will love and support for the rest of my life, regardless of the fact that I’m allowed to go on that men’s golf outing this weekend or not.”",
    "relation": "wife"
  },
  {
    "quote": "“You’re only as old as you remember you are. Happy birthday, sweet 16”",
    "relation": "wife"
  },
  {
    "quote": "“You’re not getting old, you’re only getting awesome. Happy birthday, dear wife!”",
    "relation": "wife"
  },
  {
    "quote": "Words are powerful weapons to express your love for your partner and poems are even better. If you are one of those who is smitten by the Shakespearean, Wordsworth, Keats, and Byron bug, then this section is for you. Here we have a list of some romantic birthday poems for your wife.",
    "relation": "wife"
  },
  {
    "quote": "You are my princess you fill my heart and soul with gladness I will love you until my last breath I will love you even after death this I promise you, my sweetheart Happy birthday!",
    "relation": "wife"
  },
  {
    "quote": "You make me smile for no reason your love is my treasure my love for you knows no season because I love you beyond measure.",
    "relation": "wife"
  },
  {
    "quote": "You take away all my sadness and bless my life with happiness and that is why you’ll always be the ‘Queen of my heart’ I will forever cherish and love you, Happy Birthday My Highness",
    "relation": "wife"
  },
  {
    "quote": "When I kiss your lips, I’m transported to paradise I shall love you until the day of my demise I promise Happy birthday!",
    "relation": "wife"
  },
  {
    "quote": "It’s your birthday, but I’m the lucky person, who got to be with you for another year. It’s your birthday, but the older you get, the more wonderful you become. It’s your birthday, and it’s amazing, how easy and enjoyable it is to be with you each day. It’s your birthday, and no matter what fate has in store for us, I know it will be a pleasure to spend life with you.”",
    "relation": "wife"
  },
  {
    "quote": "If not for your birthday, I would never have known the contentment of unconditional love, love that goes on and on, If not for your birthday I wouldn’t have someone charming like you If not for your birthday I wouldn’t have you.",
    "relation": "wife"
  },
  {
    "quote": "“Dear husband, words to describe you: Wonderful, amazing, unique, incomparable, handsome, strong, incredible. I could go on forever. Wishing you a blessed birthday.”",
    "relation": "husband"
  },
  {
    "quote": "“Husband, I love you like I love my wine. Sweet smelling, older…and aged in oak barrels. Happy birthday.”",
    "relation": "husband"
  },
  {
    "quote": "“I am the best thing that ever happened to you. Happy birthday husband!”",
    "relation": "husband"
  },
  {
    "quote": "“I love having someone in my life that makes me laugh until I pee, cry until I’m dripping snot, get mad until you make me laugh AND cry! I love you and I hope your birthday is as wonderful as you are, my husband.”",
    "relation": "husband"
  },
  {
    "quote": "“If I had a magic wand I would conjure up a birthday cake 20 feet high, with beer flavored frosting and filled with Doritos. I would give you lifetime VIP seats to every Super Bowl Game for the rest of your life. I would also wish you an even better year than last year.",
    "relation": "husband"
  },
  {
    "quote": "“Happy birthday, peanut butter. I am nuts about you.”",
    "relation": "husband"
  },
  {
    "quote": "“Cake-check, candles-check, party caps-check, the birthday person-CHECK! Yay, you’re here! Happy birthday.”",
    "relation": "husband"
  },
  {
    "quote": "“Remember the golden rule! Treat your spouse like a queen on your birthday—because it’s the golden rule and because your wife is awesome! Happy birthday, husband!”",
    "relation": "husband"
  },
  {
    "quote": "“It’s your birthday? Surely you’ve got to be kidding. I thought all those Facebook notifications reminding me of your birthday were just annoying reminders of the day you were born.”",
    "relation": "husband"
  },
  {
    "quote": "“When I was a little girl I would always pretend to be a bride. It was such a wonderful dream…but the reality is infinitely better than anything I could’ve dreamed of…you’re incredible and I hope your birthday is wonderful. Happy birthday, my love.”",
    "relation": "husband"
  },
  {
    "quote": "“You are so essential to me that I cannot imagine my world without you. Happy birthday to my amazing husband!”",
    "relation": "husband"
  },
  {
    "quote": "“Your presence in my life has made it colorful and given it a new dimension. Without you it wouldn’t have been the same. All these years we spent were amazing. Happy birthday to my lovely husband.”",
    "relation": "husband"
  },
  {
    "quote": "“Maybe our lives on the earth move faster than we can imagine. But to me, every moment looks same pleasing to me because I’ve got a dashing and loving husband like you. Happy birthday!”",
    "relation": "husband"
  },
  {
    "quote": "“My dear hubby, your love is a potent potion that encourages and inspires. I know our future holds many brilliant adventures and smiles. Darling, you are so special to me, and you are my everything. Happy birthday to my husband and the wonderful father of my children!”",
    "relation": "husband"
  },
  {
    "quote": "“Sweetheart, you are my mirror in which I can find my good and bad, my present and future, my ups and down. Be my by side always. Happy birthday to my darling husband!”",
    "relation": "husband"
  },
  {
    "quote": "“Gold, silver, platinum or diamonds are not enough to express your worth baby, because to me you’re simply, PRICELESS! Happy birthday. Wish you a long and satisfying life.”",
    "relation": "husband"
  },
  {
    "quote": "“For the handsomest, smartest, hunkiest, and best-est husband in the world, no gift could ever compare to a prayer I made of thankfulness and happiness I made to God today. Wishing you a very happy birthday sweetheart.”",
    "relation": "husband"
  },
  {
    "quote": "“Happy birthday to the best husband in the world. I feel so blessed to have found true love in your arms. I feel so proud to call you my husband. May you be blessed with all that you have ever dreamt of.”",
    "relation": "husband"
  },
  {
    "quote": "“I’m so lucky to be blessed with a man like you in my life. Work may let me down, but I know that when I come home, you are always there to pull me up. Thank you for being such a sweetheart. I will always love you. Happy birthday!”",
    "relation": "husband"
  },
  {
    "quote": "“Your passion and your love for me are all that I want to see. Wish to stay in your arms forever coz you are world’s best hubby. Baby I love you more than me. My love is till the eternity. Wish you a very happy birthday!”",
    "relation": "husband"
  },
  {
    "quote": "“You’re tough and strong on the outside, and that’s why I find you irresistible. Yet you’re so sweet and gentle on the inside, which is why I love you. You’re perfect, so have a perfect birthday, husband!”",
    "relation": "husband"
  },
  {
    "quote": "“A husband so sweet, you’re the icing on the cake that is my life. Thank you for being such a sweetheart! Happy birthday!”",
    "relation": "husband"
  },
  {
    "quote": "“If someone were to ask me the secret to having a perfect marriage, I’d tell them the only secret is finding a man just like you. You’re perfect in every way, and I love everything about you. Happy birthday sweetheart.”",
    "relation": "husband"
  },
  {
    "quote": "You are such a sweet and loving mother to us. You deserve a treat. Hope you like our gift for your birthday. Enjoy and have fun. Sending our love to you. Wonderful Birthday, Mom!",
    "relation": "mother-in-law"
  },
  {
    "quote": "To the best mother-in-law, happy bday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "We are very sorry we cannot come to your birthday celebration. We wish you a happy birthday. See you soon. We miss you a lot, mom. Happy Birthday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "Time flies so fast! It seems like yesterday since your last birthday, and today we are celebrating it again. God is so good. Cheers! Happy Bday, mom!",
    "relation": "mother-in-law"
  },
  {
    "quote": "Congratulations! You are now a senior citizen. Just kidding. Enjoy your special day! Have a wonderful birthday.",
    "relation": "mother-in-law"
  },
  {
    "quote": "We didn’t talk that much. Thank you for understanding me all the time. Thank you for trusting me in taking care of your daughter. Wonderful Birthday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "We wish you good health all the time. Happy Birthday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "Wow! I cannot believe you are turning 60 today. Ooops! What have I said? Haha. Best Birthday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "This is a perfect time to say how much we appreciate your kindness. We are glad you remain so loving and caring. We pray to God to give you what your heart desires. Wonderful Bday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "We are very excited to finally reveal to you our birthday gift. Congratulation! You are soon to be a grandma!! We keep it a secret to surprise you. We knew you were waiting for it. And now here it is! Best Bday, Mom!",
    "relation": "mother-in-law"
  },
  {
    "quote": "To the most caring mother-in-law, to the strongest woman in the family, to my inspiration… Happy Happy Birthday! Praying for you always. Love lots.",
    "relation": "mother-in-law"
  },
  {
    "quote": "Sometimes we argue, sometimes we do not talk to each other, sometimes we are okay, sometimes we are not, but one thing for sure you are always in our heart. To my mother-in-law, best bday! I do not say it all the time, but THANK YOU! Thank you for taking care of our children when we are at work. Thank you for cooking dinner for us. Thank you for everything. We love you. Me and my husband will always be thankful to you. Once again, happy birthday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "Don’t get too drunk today! Remember, you are getting older. Just kidding! Enjoy and have fun. Wonderful Bday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "A simple message to an amazing mother-in-law. Best Birthday! We pray for your life. Always remember we are here for you. We love you!",
    "relation": "mother-in-law"
  },
  {
    "quote": "You are not happy if me and your daughter had a fight. I am sorry if we sometimes give you a problem. You are really amazing mother-in-law. Thank you. Wonderful Birthday!",
    "relation": "mother-in-law"
  },
  {
    "quote": "I feel so blessed to have a father-in-law like you in my life that’s why I wanna make it up to you this time. Thank you so much for loving me like your own. Happy Birthday!",
    "relation": "father-in-law"
  },
  {
    "quote": "May this year be filled with so much joy and happiness for you. Lots of love too! Wishing you a very Happy Bday dear Daddy-in-law!",
    "relation": "father-in-law"
  },
  {
    "quote": "I was daddy’s princess to my father before I got married. Nothing much has changed since then because now I am daddy-in-law’s princess to you. Happy Birthday!",
    "relation": "father-in-law"
  },
  {
    "quote": "Every birthday candle you blow is another year I’ve been blessed to know you and be a part of this family. Wonderful Birthday my dearest Father-in Law! Wishing you good health, joy, and more birthdays to come.",
    "relation": "father-in-law"
  },
  {
    "quote": "Today is your day so take the time to relax and forget the work ahead. Just enjoy and let us do the work for you as we celebrate you! Cheers to one of the most special person in our lives! Best Birthday Father-in-law! We love you!",
    "relation": "father-in-law"
  },
  {
    "quote": "I feel so blessed to have two amazing fathers who love me dearly and never hesitate to lend a helping hand whenever I’m in need – my own father and you. Thank you so much and I wish you a Happy Wonderful Birthday Daddy-in-law!",
    "relation": "father-in-law"
  },
  {
    "quote": "You are not only my father-in-law but an amazing friend and a dedicated mentor too. Happy Bday! May the Lord God find you worthy to be blessed with so much love, joy, strength, and all your heart’s desire because you deserve it.",
    "relation": "father-in-law"
  },
  {
    "quote": "Thank God he gave me your daughter to be my wife. If not, I wouldn’t have the chance to have an awesome Father-in-law like you. Happy Bday Daddy!",
    "relation": "father-in-law"
  },
  {
    "quote": "Wonderful Birthday Daddy-in law! May you have a wonderful and a heart-warming day ahead.",
    "relation": "father-in-law"
  },
  {
    "quote": "Sending my best wishes, warm hugs, and lots of love to one of the most incredibly amazing people in my life – my Father-in-law! Have a great and wonderful birthday!",
    "relation": "father-in-law"
  },
  {
    "quote": "To say that you’re an amazing father-in-law is not enough. You are an extraordinary person. I know I can’t thank you enough for everything but I’ll start by wishing you a Happy Best Birthday Daddy!",
    "relation": "father-in-law"
  },
  {
    "quote": "You are the best father-in-law in the world because you never made me feel like I’m just your son-in-law. You made me your own son. Wonderful Bday Father!",
    "relation": "father-in-law"
  },
  {
    "quote": "Before I married your son, I’ve always wondered how it would be to be a part of a new family. But when I met you, I found how amazing and fun it is and will always be. Best Bday Father-in-law!",
    "relation": "father-in-law"
  },
  {
    "quote": "The future looks better than before because you’re a great part of it. Best Bday to one of the greatest guys I’ve ever known – My Father-in-law!",
    "relation": "father-in-law"
  },
  {
    "quote": "Thanks for the comfort of knowing that no matter what happens, you will always be there. You may not be my own father but you definitely loved me like I am your own. Cheers to your big day! Wonderful Bday Daddy-in-law!",
    "relation": "father-in-law"
  },
  {
    "quote": "Your birthday is the perfect day to make a small change in our relationship. Let us change the way we treat each other from being in-laws to a great and loving family. Best Birthday Daddy!",
    "relation": "father-in-law"
  },
  {
    "quote": "There’s an amazingly special person in my life – you, my beloved Father-in-law. You have been my second dad since I became a part of your family. You have taught me so much and helped me through a lot. The changes in my life never felt too strange and difficult since you were always there. Thank you and I wish you a Happy, Happy, Wonderful Birthday Daddy-in-law!",
    "relation": "father-in-law"
  },
  {
    "quote": "Dear Daddy-in-law, you have given me two of the best gifts I could ever wish for, two men whom I will always love and cherish for the rest of my life – you and my husband. Saying thank you may not be enough but I still wish you the best on your birthday.",
    "relation": "father-in-law"
  },
  {
    "quote": "Happy Birthday my beloved Father-in-law! As you reminisce the years gone by, may you find it in your heart how much I care for you like my own father. I wish that your future be filled with so much love, joy and happiness.",
    "relation": "father-in-law"
  },
  {
    "quote": "May your special day be filled with cheerful smiles and happy thoughts, lots of love and sweet cuddles! Happy Happy Bday to the sweetest and greatest Father-in-law in the whole wide world!",
    "relation": "father-in-law"
  },
  {
    "quote": "May your day be filled with gifts, hugs, food, laughter and love. May you continue to be a blessing to others. May you have a long and peaceful life. Wonderful birthday!",
    "relation": "brother-in-law"
  },
  {
    "quote": "You are my nieces’ hero, I salute how you managed to raise them properly. They are very adorable and very kind, just like how my sister was. She would really be proud if she is still here. And she would make you the best birthday cake, if she still could. Happy bday, brother! I hope you had a great day.",
    "relation": "brother-in-law"
  },
  {
    "quote": "I really admired how you proved to our dad that you do love our sister. I admired how you exert a lot of effort to our dad accept you. When I grow up, I want to be a man just like you. Thank you for being a role model, bro. happy bday!",
    "relation": "brother-in-law"
  },
  {
    "quote": "Happy birthday to our ex-brother-in-law and our new brother-by-heart. My mom and dad adores you so much. We are thankful that you are now a part of the family. I hope you will have more birthdays to come. I am also wishing you good health and a long, happy life. God bless you!",
    "relation": "brother-in-law"
  },
  {
    "quote": "Not everyone gets to celebrate their birthday so, get dressed and let’s celebrate for this is a once in a year occasion and you do not go out that much. Happy birthday to you, dude!",
    "relation": "brother-in-law"
  },
  {
    "quote": "Sending you my greetings (without the need for Facebook’s reminder, because I remember it. DUH) from California. Wonderful birthday, brother in law! Have fun today!",
    "relation": "brother-in-law"
  },
  {
    "quote": "You have been a really good man, taking care of my sister and of my parents. We are really thankful that you are there when we can’t be around. I wish you all the best on this one more year added to your life. Make it memorable, make it worthwhile. Wonderful birthday!",
    "relation": "brother-in-law"
  },
  {
    "quote": "Mom and dad does not know how to use Facebook, Skype, and android phones. But they really do want to send their greetings to you. They love you so much, and they treat you as their own. Happy birthday, brother! Hope you had a blast.",
    "relation": "brother-in-law"
  },
  {
    "quote": "I do not know you that much but I know you are a good man. Best birthday from me and my family. Wishing you all the best on your future adventures! God bless you and your family with a life that is prosperous and full of love.",
    "relation": "brother-in-law"
  },
  {
    "quote": "I hope this day will be filled with everyone you love, and everything nice. You deserve to be happy, the same way as you make all of us happy. You are the funniest guy I know and I am thankful that you are now a part of our family. Happy bday, dear brother.",
    "relation": "brother-in-law"
  },
  {
    "quote": "Happy birthday, brother! I hope you know how much your sister admires and respects you. You are one of the greatest men I know. May this day be cheerful and sunny for you. Enjoy your day!",
    "relation": "brother-in-law"
  },
  {
    "quote": "It was sad to grow up in a house full of girls, and me and my dad. I always wanted to have a brother I can share my hobbies with. I thought it was impossible, it really seemed impossible. But one day, my sister brought you home and all my prayers were granted! You have been a really good brother to me. We may not be related by blood but you treat me like your own little brother. I could not really express how thankful I am for all the things you taught me. So I am just wishing you all the best (just like everyone else) and hope that you had a great birthday. Love you, bro!",
    "relation": "brother-in-law"
  },
  {
    "quote": "Making mistakes is one of my sister’s favorite hobby. She does that a lot, but that excludes you. You are one of the best mistakes she has ever done. Since she met you, she started taking life seriously. You made her grow up and taught her how to be a responsible adult. Our family is blessed to have you as an addition to the group. We are always here to help, guide, and support you. We are your family, too. Wonderful birthday, brother!",
    "relation": "brother-in-law"
  },
  {
    "quote": "When you married my sister, I did not just gained a brother-in-law but also a new best friend. Thank you for all the advices you have given me when I am so caught up with so many things in my life. Thank you for always reminding me of the things I seem to forget about myself. I never thought I would ever have a best friend because I am an introvert, and we know that I am really an awkward person. But you made me trust you. Happy birthday, bro! Cheers to a new chapter in your life, and to our many years of friendship.",
    "relation": "brother-in-law"
  },
  {
    "quote": "Family get-togethers are more fun when you are around. I always look forward on catching up with you whether it is the latest fashion or just about anything that we are up too lately. Happy bday, sis! May you a great and fun birthday!",
    "relation": "sister-in-law"
  },
  {
    "quote": "Sister in laws are like muffins in a bad day. They make you all warm and fluffy inside, chasing the bad vibes away.",
    "relation": "sister-in-law"
  },
  {
    "quote": "It is wonderful to have someone you can count on to when there are family barbeques. Someone you can chat with while you do the dishes or fixing the aftermath. Thank you for making the get-togethers more fun and less tiring. Wonderful birthday, my sister-in-law!",
    "relation": "sister-in-law"
  },
  {
    "quote": "May the new chapter ahead of your life be filled with joy, good health, wealth and hope. Cheers to another great year with you! Happy bday, my sister-in-law!",
    "relation": "sister-in-law"
  },
  {
    "quote": "Here is to another year of awesome and memorable encounters; of tea parties and double dates, of beach parties and recipe exchange; of Thanksgiving dinners and New Year’s countdown. Happy birthday, my sister-in-law! Thank you for adding a touch of happiness in my life.",
    "relation": "sister-in-law"
  },
  {
    "quote": "You really deserve happiness and joy on this beautiful day.",
    "relation": "sister-in-law"
  },
  {
    "quote": "Have a lovely day with great memories my caring, and supportive sister-in-law.",
    "relation": "sister-in-law"
  },
  {
    "quote": "Wishing you afantastic birthday that is as substantial as your family’s presence in my life sister.",
    "relation": "sister-in-law"
  },
  {
    "quote": "My sister-in-law is like a cool older sister that I have always wished for. I can get make-up tricks from her. Ask her about dating and boys. Share her about my problems and my triumphs. She cooks me meals when I crash at my brother’s house. Her tireless smile is my inspiration. My brother has made the best decision in life by marrying such a wonderful and graceful woman. Happy bday, my sister-in-law! I hope I can become a cool and beautiful adult like you one day.",
    "relation": "sister-in-law"
  },
  {
    "quote": "The road ahead may be filled with challenges but I know that the strength in your heart will get you through it. Happy birthday, my dearest sister-in-law!",
    "relation": "sister-in-law"
  },
  {
    "quote": "I know for certain that life is tough but I can get through no matter what. My sister-in-law showed me how it is done! Wonderful birthday to one of the strongest woman I know!",
    "relation": "sister-in-law"
  },
  {
    "quote": "My niece and nephew are blessed to have a wonderful mom like you. They can eat your awesome cooking everyday and take them trips to awesome places! Of course, I know that you never forget to tag me along. Thank you for not only being my sister-in-law, but my older sister as well. Best birthday!",
    "relation": "sister-in-law"
  },
  {
    "quote": "Greeting you a happy birthday is not enough. So, I hope you find my little surprise lovely. Thank you for staying by my side. Happy Birthday!",
    "relation": "fiance"
  },
  {
    "quote": "Every year we will celebrate our birthdays together. Just hoping you will never get tired of me. Because I promise I will never be to you. Have a great birthday ahead. I love you.",
    "relation": "fiance"
  },
  {
    "quote": "To my future wife who always look fabulous and gorgeous, a warmth greetings to you on your birthday. Do not worry about getting old; instead be thankful because God has always been faithful to you. Enjoy your day. Happy birthday!",
    "relation": "fiance"
  },
  {
    "quote": "Happy Birthday! May the Lord guide you all the way. Wishing you more birthdays to come and more fruitful years for us. I can feel your happiness from here. Keep it up. Always aim to be the best in every thing you’ll do.",
    "relation": "fiance"
  },
  {
    "quote": "Happy birthday to the most wonderful person I’ve ever known, to my precious, to my soon-to-be-wife. My gift to you on your birthday is my promise that I will never stop loving you and forever I will be loyal and responsible. I love you with all my heart.",
    "relation": "fiance"
  },
  {
    "quote": "Here’s to another year for you! What else can I say; I mean you already knew everything I want to say to you. From the beginning until now, my feelings for you are still the same. You mean so much to me and I know we can make it until the end of our days. Happy Birthday!",
    "relation": "fiance"
  },
  {
    "quote": "Happy Birthday! Take care of yourself always and do not stress yourself at work. I am always here for you, baby. See you tonight!",
    "relation": "fiance"
  },
  {
    "quote": "Really time flies so fast. We were both 22 when we first met each other and look how far we’ve got. I am excited to live my life with you. But before that, let’s celebrate first your birthday. By the way, I invited all our friends to come join us tonight. I know you miss them a lot. I hope you enjoy this day. Happy Birthday!",
    "relation": "fiance"
  },
  {
    "quote": "Take a break from your busy work, this is a special day. And since our wedding is fast approaching, I prepare a double celebration for us. I hope you would like it. Wishing you nothing but happiness. I love you. Have a wonderful birthday.",
    "relation": "fiance"
  },
  {
    "quote": "Today marks the day that my soon-to-be-husband was born. I would not let this day pass without us celebrating it. But before that, let’s go to church first to give thanks to the Lord for your life. Happiest birthday, my love!",
    "relation": "fiance"
  },
  {
    "quote": "Thank you for coming into my life. Looking forward for more years with you. For now, enjoy your celebration and have fun. Wishing you all the best. Happy Birthday!",
    "relation": "fiance"
  },
  {
    "quote": "My life wouldn’t be the same without you. My only prayer is for us to be strong until the end. Always believe in yourself and keep your dreams high. Happy Birthday, Hon!",
    "relation": "fiance"
  },
  {
    "quote": "Greeting you a wonderful birthday today. I hope you get the things your heart desires. My goal is to give you good life and to make you happy. Remember that I love you and I will never break your heart. Happy birthday, sweetheart!",
    "relation": "fiance"
  },
  {
    "quote": "Hi, baby! Just want you to know that I am grateful and thankful for your life. Stay kind and humble. That’s what I love about you. I am here to support you. Happy Birthday!",
    "relation": "fiance"
  },
  {
    "quote": "I guess I will be in charge of all the preparation for your birthday every year. Well, I am more than willing to do that for you. For me, it is a pleasure to serve you. You deserve all my time and effort because I love you. Again, happy birthday.",
    "relation": "fiance"
  },
  {
    "quote": "Thank you for choosing me to be your partner in life. I promise you will never regret it. And because it is your birthday, your wish is my command. Have fun and be happy. HAPPY BIRTHDAY!",
    "relation": "fiance"
  },
  {
    "quote": "On your birthday I want you to know how much I appreciate you. Every little thing you do for me means a lot. I never had a second thought about you, from the beginning I knew you were the one I want to marry. And today, on your special day, I want to be the first to greet you a happy birthday. No words can express how blessed I am to have you. Your happiness is all I wish for you. In case you needed something, just call me and I promise I will do everything to give you what will make you happy. I love you, sweetie.",
    "relation": "fiance"
  },
  {
    "quote": "I hope that you always look ahead in life with a smile on your face and look back with fondness in your heart. I wish you endless joy in life on your birthday, and may it be filled with wonder and delight this year.",
    "relation": "son"
  },
  {
    "quote": "I am grateful every day that you came into my world. Your smiles and laughter are a balm to my heart. You have brought nothing but happiness into my life. Happy birthday, son!",
    "relation": "son"
  },
  {
    "quote": "Thanks for giving me the opportunity to feel such an all-encompassing love. You fill my days with warmth, wonder, and joy. I hope your birthday is filled with the same.",
    "relation": "son"
  },
  {
    "quote": "This birthday is the perfect reminder for you always to strive to climb every mountain set before you. Someone as dedicated as you can always do what they set their mind to. This year may you conquer every fear and win every battle.",
    "relation": "son"
  },
  {
    "quote": "Know that no matter what happens in life I will always be there to cheer you on and support you. There is no endeavor that you could undertake that I wouldn’t be proud of.",
    "relation": "son"
  },
  {
    "quote": "My heart has been so full of love and joy ever since you were born that sometimes I think it will burst. It’s hard to contain all the feelings I have for you son, and on your birthday I hope you feel even a margin of how much I love you.",
    "relation": "son"
  },
  {
    "quote": "As you welcome another chapter of your life, I hope you embrace it with passion and determination. A son as marvelous as you definitely has great things ahead.",
    "relation": "son"
  },
  {
    "quote": "When I think of you, the first thing that comes to mind is the immense love and pride I have for you. It knows no bounds and has no equal. You are everything to me, my son.",
    "relation": "son"
  },
  {
    "quote": "You fill my day with lots of happy moments and incredibly precious memories. I look back on my time with you with nothing but absolute satisfaction and delight. Happy birthday, son!",
    "relation": "son"
  },
  {
    "quote": "Nothing has been the same since you came into my life, and I want you to know I wouldn’t have it any other way. I am so grateful that you have changed my life for the better.",
    "relation": "son"
  },
  {
    "quote": "This year for your birthday it seems our roles are reversed. Instead of giving you a present it seems you have gifted us with one, the gift of a perfect son. Happy birthday!",
    "relation": "son"
  },
  {
    "quote": "Today is your big day, and I hope it is filled with awe and grandeur. I think the world of you, and I want your birthday to be as perfect as you are.",
    "relation": "son"
  },
  {
    "quote": "I hope you face the world with positivity and courage, my son. May everything you want in life come to you this year. Happy birthday!",
    "relation": "son"
  },
  {
    "quote": "I hope you know that I will always love you no matter what the future holds. Even if you crush all my hopes and dreams like you crushed my car, I will still love you. I might just love you a little less though. Just kidding!",
    "relation": "son"
  },
  {
    "quote": "Sending the most loving wishes to our phenomenal son this year. May your birthday be filled with good times spent with even better friends. Happy birthday, son!",
    "relation": "son"
  },
  {
    "quote": "I thought I had the perfect life and then you came along. Then I realized I had no idea what perfect was until I was blessed with a son as beautiful as you.",
    "relation": "son"
  },
  {
    "quote": "I hope you are half as proud to be my son as I am to be your parent. Know that I am your biggest fan and your greatest protector in life. Happy birthday!",
    "relation": "son"
  },
  {
    "quote": "When you were little, I vowed always to protect, care for, and love you. Somehow over the years, our positions have been reversed. Now you protect and care for me, but I will still always love you.",
    "relation": "son"
  },
  {
    "quote": "Our relationship may not have always been the smoothest one, but it’s always contained love and respect so we will get there in the end. Happy birthday to my son who tries my nerves but always earns my respect.",
    "relation": "son"
  },
  {
    "quote": "You continue to amaze me with your ability to spread kindness and generosity to everyone you meet. To be honest, I’m not sure where you got those qualities, but I am so thrilled you have them!",
    "relation": "son"
  },
  {
    "quote": "May your birthday herald great successes for the rest of your life. I want you to know that you are my biggest joy and greatest pride. Happy birthday, son!",
    "relation": "son"
  },
  {
    "quote": "If you need a shoulder to lean on or a place to rest your burdens know that you can always turn to me. The job of being a parent will always include providing you with a place to call home.",
    "relation": "son"
  },
  {
    "quote": "May your birthday remain forever in your heart as you do in mine. A son as precious and wonderful as you is a true gift in life. Happy birthday to the world’s greatest son!",
    "relation": "son"
  },
  {
    "quote": "So you got to the end of our birthday wishes for your son list, but don’t leave yet, we’ve got plenty of other birthday wishes to choose from!",
    "relation": "son"
  },
  {
    "quote": "Always remember how much I love you and that if you fall down I will always be there to help pick you back up. Right after I finish laughing at you.",
    "relation": "cousin"
  },
  {
    "quote": "You are strong, hilarious, and truly lovable. I must admit that life would be ever so boring without you. Thanks for being a shining light in my life. You’ve always helped to light the way for me in life.",
    "relation": "cousin"
  },
  {
    "quote": "When you make your birthday wish keep in mind that sometimes dreams really do come true. I ended up with a cousin as kind and caring as you. Happy birthday cousin!",
    "relation": "cousin"
  },
  {
    "quote": "When I was little and I needed someone to talk to you always listened. Thank you for always being my soundboard in life.",
    "relation": "cousin"
  },
  {
    "quote": "You are my motivation in life cousin. I know you couldn’t possibly want for anything for your birthday, because you seem to have it all. I’m still going to send you my love and respect anyway.",
    "relation": "cousin"
  },
  {
    "quote": "Happy birthday to the person who knows firsthand what it was like growing up in our family. I must say I think we only came out slightly crazy. Happy birthday cousin!",
    "relation": "cousin"
  },
  {
    "quote": "You are the type of cousin that always helped me celebrate like there was no tomorrow in good times, and when times were bad you were also the first person to remind me that there is always tomorrow. Thanks for always being a source of positivity in my life.",
    "relation": "cousin"
  },
  {
    "quote": "You shine so brightly that others can only look in awe. May your birthday sparkle just as much as you, because not many people make being awesome look as good as you do. Keep up the perfection cousin.",
    "relation": "cousin"
  },
  {
    "quote": "You are the perfect example of family. Your fearlessness inspires me, your determination challenges me, and more importantly your love supports and surrounds me. Happy birthday!",
    "relation": "cousin"
  },
  {
    "quote": "Our experiences in life help to define the people we become. Thanks to my phenomenal cousin I’ve become a better person. I want you to know I’ve always got your back if you ever need me.",
    "relation": "cousin"
  },
  {
    "quote": "I wish you the very best on your special day, not just today, but for every day for the rest of the year as well. If anyone deserves it, it’s you. Happy birthday!",
    "relation": "cousin"
  },
  {
    "quote": "Today is all about you cousin. You are a superstar, superhero, and super boss. Basically, you are amazing, and I hope every dream you wish will come true. Happy birthday!",
    "relation": "cousin"
  },
  {
    "quote": "People may call you my cousin, but the reality is that you are my sister. In my times of need you’ve always come to my aide. I couldn’t wish for better family than you.",
    "relation": "cousin"
  },
  {
    "quote": "As we have grown over the years our relationship has as well. It’s become deeper, richer, and stronger with age. Thank you for being amazing!",
    "relation": "cousin"
  },
  {
    "quote": "Family is often disguised in disagreements and fights, but underneath it all is unending love and adoration. I know that deep down you are a big fluffy marshmallow who lurvs me.",
    "relation": "cousin"
  },
  {
    "quote": "I can’t count how many times you have brought a smile to my face and laughter into my life. I hope your birthday is as wonderful as you are.",
    "relation": "cousin"
  },
  {
    "quote": "I am sending you everything you could want in life: well wishes, support, kindness, and more importantly money.",
    "relation": "nephew"
  },
  {
    "quote": "Today I am right where I want to be in my life: next to my favorite nephew. I miss you so much when you’re not here, but I am glad I get to spend time with you when it truly matters.",
    "relation": "nephew"
  },
  {
    "quote": "Remember to always count presents and not wrinkles on your birthdays nephew. You’ll be much happier in life that way.",
    "relation": "nephew"
  },
  {
    "quote": "My life would not be nearly as wonderful and blessed as it currently is without you in it. It would be simpler but far less enriched. I am so glad to have a nephew like you.",
    "relation": "nephew"
  },
  {
    "quote": "Always take your well wishes with a grain of salt. Then add more grains of salt. And when life gives you lemons, cut them up. Now lick the salt, take that shot of tequila, and squeeze that lemon! Happy birthday nephew!",
    "relation": "nephew"
  },
  {
    "quote": "As you are getting older nephew you should really learn to be able to laugh at yourself. If you need pointers on how to do so I’d be glad to show you.",
    "relation": "nephew"
  },
  {
    "quote": "You are a sterling example of all that is going right in my life right now. You bring me such joy and gratitude. You’re an irreplaceable part of my life nephew, and I am so fortunate that I have a nephew like you.",
    "relation": "nephew"
  },
  {
    "quote": "Thanks for being such a firecracker nephew. It means you bring so much sparkle and pizazz into my life. Also, loud bangs.",
    "relation": "nephew"
  },
  {
    "quote": "May you always notice beauty and kindness all along the way in life. Stay sweet and humble, because you’ll get farther in life that way. You’ll also have far better friends as well.",
    "relation": "nephew"
  },
  {
    "quote": "Nephews always hold a special place in their aunt’s thoughts and in their hearts. Happy birthday!",
    "relation": "nephew"
  },
  {
    "quote": "I hope that you will always have happiness, know love, and feel as special as you do on your birthday every day in life. Here’s hoping your birthday is monumental this year. Or at the very least, you get a monumental amount of presents.",
    "relation": "nephew"
  },
  {
    "quote": "I hope all your birthday wishes float up this year, so that blessing will sprinkle down on you.",
    "relation": "nephew"
  },
  {
    "quote": "Some people have the ability to make others smile simple by being themselves, and you are definitely one of those people nephew. Thanks for always bringing wit, laughter, and joy into my life when I needed it most.",
    "relation": "nephew"
  },
  {
    "quote": "You bring a special kind of joy to our family and a special kind of love into our hearts.",
    "relation": "nephew"
  },
  {
    "quote": "The best part about birthdays is that they mean you are coming closer and closer to becoming the person you want to be and living the life you want to live. Continue to strive for everything you want in life, because you deserve it nephew.",
    "relation": "nephew"
  },
  {
    "quote": "I hope your spirit continues to stay as free and lovely as it is now. Know that I am so proud of the life you’ve lived.",
    "relation": "nephew"
  },
  {
    "quote": "I wish I could put a candle on your cake for every time you’ve made me laugh when I’ve needed it most, but unfortunately there just isn’t enough room. Instead just know that I am deeply grateful to have a nephew like you.",
    "relation": "nephew"
  },
  {
    "quote": "My birthday wish for you: I hope you never stop enjoying the small things in life. Because that’s what makes life worth living. I hope you take time to enjoy the present while working for a better future. I hope your year is full of memories, happiness, and adventure.",
    "relation": "friend"
  },
  {
    "quote": "You’re older than you’ve been. But look on the bright side, you’re younger now than you’ll ever be!",
    "relation": "friend"
  },
  {
    "quote": "I hope your birthday is as sweet as the cake. And the year to follow is filled with as much joy as you bring your friends!",
    "relation": "friend"
  },
  {
    "quote": "May your birthday be amazingly awesome and your hangover be mercifully minor.",
    "relation": "friend"
  },
  {
    "quote": "The more you live, the younger you become. Maybe that’s why you look so good for your age!",
    "relation": "friend"
  },
  {
    "quote": "Be who you are, because who you are is amazing. Happy birthday to my best friend!",
    "relation": "friend"
  },
  {
    "quote": "Woohoo! Cake, booze, and partying! Oops… I mean… happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "There’s no way that your birthday can be as happy as you make me. But I hope it’s close!",
    "relation": "friend"
  },
  {
    "quote": "Through thick and thin, you were always there for me. Just know that I’ll always be there for you when you need me.",
    "relation": "friend"
  },
  {
    "quote": "There are friends and then there are best friends, happy birthday to the best friend I could have asked for!",
    "relation": "friend"
  },
  {
    "quote": "The best gift is the gift of friendship. So, that is what I got you for your birthday! Don’t worry… I got you a real present too.",
    "relation": "friend"
  },
  {
    "quote": "It’s your birthday! Which means it’s a great excuse to make some bad decisions, let’s party it up!",
    "relation": "friend"
  },
  {
    "quote": "Best friends are the friends who keep your embarrassing secrets private. Thank you for always keeping my less than proud moments under wraps.",
    "relation": "friend"
  },
  {
    "quote": "Hey it’s your birthday and I just wanted to let you know that you’ll never have to face a problem alone. I may not be able to solve every problem but I’ll always be here for you when you need me.",
    "relation": "friend"
  },
  {
    "quote": "When I think back to all the things we’ve been through, I’m so thankful that I got to go through everything with you by my side. Happy birthday to my best friend who never let me go it alone.",
    "relation": "friend"
  },
  {
    "quote": "Hey you! It’s your birthday! Cake! Candles! Drinks! Presents! More drinks! Can you tell I’m excited?",
    "relation": "friend"
  },
  {
    "quote": "I love it when it’s your birthday, because it means we have a great excuse to go out and have some fun! Let’s go celebrate!",
    "relation": "friend"
  },
  {
    "quote": "You’ll never have to walk the world alone. As long as my heart beats, you’ll have me.",
    "relation": "friend"
  },
  {
    "quote": "As long as I have a couch, you’ll have a couch to crash on. No matter what happens. You’ll always have a place if you need it.",
    "relation": "friend"
  },
  {
    "quote": "What is a friend? You. You is a friend. You is my best friend. Best friend is have birthday. Happy birthday.",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my best friend. I hope it is filled with awesomeness!",
    "relation": "friend"
  },
  {
    "quote": "Perfect birthday? Good food, good drinks, great friends, and lots of birthday presents and wishes!",
    "relation": "friend"
  },
  {
    "quote": "It’s your day! But leave it in the capable hands of your best friends. We’ll treat you right!",
    "relation": "friend"
  },
  {
    "quote": "If your birthday is half as amazing as you are, it’s going to be epic. Happy birthday to the best friend a person could ask for!",
    "relation": "friend"
  },
  {
    "quote": "I hope you have a very hoppy birthday. Full of beers and cheers!",
    "relation": "friend"
  },
  {
    "quote": "Best friends are like farts. Some are quiet. Some are loud. They embarrass you in public. They make you feel good. And they make you laugh.",
    "relation": "friend"
  },
  {
    "quote": "For your birthday I got you hugs, kisses, and birthday wishes! Plus, dinner is on me!",
    "relation": "friend"
  },
  {
    "quote": "Sure, you’re a year older, but we’ve got a lot more years of shenanigans ahead of us. When we’re in the old folks home we’ll still be causing trouble!",
    "relation": "friend"
  },
  {
    "quote": "How old are you?! Nah, you don’t look a day over amazing.",
    "relation": "friend"
  },
  {
    "quote": "Birthdays are like your own personal Christmas! Merry birthday to my best friend!",
    "relation": "friend"
  },
  {
    "quote": "You aren’t getting older. You’re gaining XP. And it isn’t a birthday party. It’s a level up party!",
    "relation": "friend"
  },
  {
    "quote": "My best friend is sweeter than cake, more colorful than confetti, and hotter than a candle. And it’s her birthday. Happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "When I first met you, I had no idea how important you would be to me. Happy birthday to my best friend in the world.",
    "relation": "friend"
  },
  {
    "quote": "Best friends are like presents. You are always happy to see them. Happy birthday to the best present that life has given me.",
    "relation": "friend"
  },
  {
    "quote": "You’re not just my best friend. You’re my sister. You may not have been born my sister, but we are family and we’ll always be family.",
    "relation": "friend"
  },
  {
    "quote": "It’s not the number of friends. It’s the quality of them. Thanks for being the best of the best. I hope you have a wonderful birthday!",
    "relation": "friend"
  },
  {
    "quote": "Life’s too short to spend it with people you don’t love. That’s why I hang out with you so much. Happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "It’s your birthday, but let’s not focus on the number of years gone by. Let’s look forward to the years to come! I’m planning on having a lot of fun in the coming years with my best friend!",
    "relation": "friend"
  },
  {
    "quote": "It’s your birthday. You can dance if you want to. You can leave your cares behind. And if you need a dance partner, count me in!",
    "relation": "friend"
  },
  {
    "quote": "You are smart, caring, funny, and a joy to be around. You remind me of myself! Happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "Forget your age and live the life your inner child wants to live!",
    "relation": "friend"
  },
  {
    "quote": "Like Chili Davis said: Growing old is mandatory; growing up is optional. Happy birthday to my best friend, I hope you never grow up!",
    "relation": "friend"
  },
  {
    "quote": "On your birthday, I just wanted to let you know that you are an amazing friend. Every life you touch, you make better.",
    "relation": "friend"
  },
  {
    "quote": "Hey! It’s your birthday. Which means it’s time to put on that crown. You are a queen today and we are your loyal subjects. What mischief would her majesty like to get into?",
    "relation": "friend"
  },
  {
    "quote": "Most of my best memories have you in them. Thank you for being such a great friend and walking beside me on this journey called life.",
    "relation": "friend"
  },
  {
    "quote": "Today is your birthday. It’s the day we celebrate how ridiculously awesome you are!",
    "relation": "friend"
  },
  {
    "quote": "Soooo I forgot, which one of us is supposed to be the bad influence? Doesn’t matter. It’s your birthday. We can both be!",
    "relation": "friend"
  },
  {
    "quote": "You’ve been my own personal cheer leader, my therapist, and my voice of reason. But most importantly, you are my best friend. Happy birthday. You are amazing!",
    "relation": "friend"
  },
  {
    "quote": "I love having someone in my life that I don’t have to be an adult around. Thank you so much for bringing out the kid in me. I hope you have a joyful birthday!",
    "relation": "friend"
  },
  {
    "quote": "I don’t know what I would do without a great friend like you. Happy birthday to my best friend!",
    "relation": "friend"
  },
  {
    "quote": "A best friend is someone who makes you feel comfortable being who you really are. Thanks for putting up with my craziness all these years!",
    "relation": "friend"
  },
  {
    "quote": "To my best friend, I wish you all the happiness in the world in the coming year. I hope your birthday is the best and the days after it are even better.",
    "relation": "friend"
  },
  {
    "quote": "Hanging out with you is always a blast and even more so on your birthday! So, let’s go out and make your birthday special!",
    "relation": "friend"
  },
  {
    "quote": "Since it’s your birthday, I just wanted to let you know, you are my best friend. The very best friend I’ve ever had. I’m so glad you came into my life.",
    "relation": "friend"
  },
  {
    "quote": "When we hang out, it’s like the world is a little brighter. Thanks for always making my world much better. I hope your birthday is as wonderful as you are.",
    "relation": "friend"
  },
  {
    "quote": "To my best friend, I wish you the best birthday ever!",
    "relation": "friend"
  },
  {
    "quote": "Hey best friend. It’s your birthday. And you need to know that you rock. Thanks for being awesome.",
    "relation": "friend"
  },
  {
    "quote": "Whenever you feel down or think just can’t do something, just imagine me giving you a gigantic high five with a ridiculous look on my face. That should help. In the meantime though, happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "Best friends must walk a fine line between stopping their friend from making big bad decisions and encouraging them to make small bad decisions that are a lot of fun. And no one does it better than my partner in crime.",
    "relation": "friend"
  },
  {
    "quote": "Friends are like family that we get to choose. I’m glad I made such a good choice!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my adventure buddy. I hope this coming year will be filled with many more fun adventures together!",
    "relation": "friend"
  },
  {
    "quote": "Friendships are like trees. You must water them for them to grow. So, let’s order some drinks!",
    "relation": "friend"
  },
  {
    "quote": "You’ll be my best friend forever! …… Because you already know too much.",
    "relation": "friend"
  },
  {
    "quote": "Here’s to all the inside jokes, all the stupid things we’ve done together, all the memories we’ve shared. May the years to come be filled with many more.",
    "relation": "friend"
  },
  {
    "quote": "I probably wouldn’t fight a tiger for you or a lion. But I would definitely shoo a cat that was giving you the stink eye! Happy birthday to the friend that I would do almost anything for.",
    "relation": "friend"
  },
  {
    "quote": "Thank you for accepting me for who I am and always encouraging me to be the person I should be.",
    "relation": "friend"
  },
  {
    "quote": "Thanks for being weird with me. You are the best!",
    "relation": "friend"
  },
  {
    "quote": "If you ever kill someone, call me first. I’ll help you get rid of the body. That’s your birthday present my friend, one free body disposal. The second time it happens, I’ll have to charge.",
    "relation": "friend"
  },
  {
    "quote": "There are a lot of people who know a lot of my stories. But you were there to help me create all those great stories!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my best friend. We are getting older, but we still have fun. In fact, we’ll probably be up to same shenanigans when we are in an old folks home together!",
    "relation": "friend"
  },
  {
    "quote": "Time can change a lot but it will never change how much I care for you, my best friend.",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my best friend and part time therapist. Thanks for always listening to my problems and trying to help!",
    "relation": "friend"
  },
  {
    "quote": "Hey, you’re weird. But it’s okay because I’m weird too. I’m so glad we get to be weird together.",
    "relation": "friend"
  },
  {
    "quote": "Your problems are my problems. And I celebrate your successes like they were my own. I’ve always got your back. No matter what.",
    "relation": "friend"
  },
  {
    "quote": "Thank you for always helping me live life to the fullest. I couldn’t ask for a better friend than you!",
    "relation": "friend"
  },
  {
    "quote": "I don’t care about having lots of friends. I only care about have great friends. Like you!",
    "relation": "friend"
  },
  {
    "quote": "I’ve seen you at your best and I’ve seen you at your darkest. And I still think you are one of the most amazing people I’ve ever met.",
    "relation": "friend"
  },
  {
    "quote": "I’ve had a lot of half-ass friends in my life. That’s why I’m so happy I found a whole-ass friend!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to the person who always says yes to my crazy ideas! My life wouldn’t be nearly as fun without my best friend in it!",
    "relation": "friend"
  },
  {
    "quote": "I’ve got lots of friends who make me laugh, but only you make me laugh so hard I snort. I’m so lucky to have you as my best friend. I hope your birthday is as fun as you are!",
    "relation": "friend"
  },
  {
    "quote": "Thank you for always being there to save me from my dumb mistakes. I almost feel bad how many times you bailed me out. But because you are so thoughtful, you make just as many dumb mistakes as I do so I can bail you out and don’t have to feel bad!",
    "relation": "friend"
  },
  {
    "quote": "Hey I just wanted to you to know that whenever you have a crazy idea, my only question will be: “What time?”",
    "relation": "friend"
  },
  {
    "quote": "You make the most boring activities fun, you make the most serious situations hilarious, you make my world a better place.",
    "relation": "friend"
  },
  {
    "quote": "My best friend has the most amazing, wonderful, humble, and all around just fantastic best friend! Happy birthday from your best friend!",
    "relation": "friend"
  },
  {
    "quote": "For your birthday, here is my promise to you. If you yell Marco and I’m in earshot, I will always yell Polo. Because that’s what best friends do.",
    "relation": "friend"
  },
  {
    "quote": "As long as you are my friend, you’ll never have to do silly stuff alone. Have a wonderful birthday and if you do anything ridiculous I’ll be right next to you doing the same thing.",
    "relation": "friend"
  },
  {
    "quote": "I know I’m not always a perfect friend. But I’ll always be a loyal friend. I hope your birthday is as amazing as you are.",
    "relation": "friend"
  },
  {
    "quote": "Whenever we hang out I feel like I’m home. Thank you for being such an amazing friend all these years.",
    "relation": "friend"
  },
  {
    "quote": "When we became friends, you didn’t know what you were getting into. But now that we are best friends you are stuck with me. Mwhahahaha… I mean happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "Sure, no one else finds our antics amusing. But we do and that’s what is important! Happy birthday to my partner in crime.",
    "relation": "friend"
  },
  {
    "quote": "Life’s a road and I’m glad to have you next to me on the journey. Through thick and thin, let’s get to our destination together.",
    "relation": "friend"
  },
  {
    "quote": "It’s your birthday. Let’s do something stupid together.",
    "relation": "friend"
  },
  {
    "quote": "I’d follow you through hell and back. But after we get done with that, I get to plan the next road trip. Happy birthday to my best and craziest friend.",
    "relation": "friend"
  },
  {
    "quote": "Having lots of friends is great, but life just wouldn’t be the same without a best friend to share everything with. Thank you for being the such an amazing friend.",
    "relation": "friend"
  },
  {
    "quote": "If they made a movie about our friendship, I’m not sure if anyone would watch it. But it would be my new favorite movie. Happy birthday to my best friend, you’ll always be a movie star in my eyes!",
    "relation": "friend"
  },
  {
    "quote": "No matter how long we are apart, when we get back to together it’s always just like old times.",
    "relation": "friend"
  },
  {
    "quote": "I don’t know how you put up with me, but I’m so glad you do!",
    "relation": "friend"
  },
  {
    "quote": "When things are bad, let me know I’ll try to make them better. When things are going great, let me know I’ll celebrate with you. Middle of the night or middle of the day, I’ll always be there for you.",
    "relation": "friend"
  },
  {
    "quote": "It’s my best friends’ birthday! Let’s make some fun mistakes!",
    "relation": "friend"
  },
  {
    "quote": "I love it how we finish each other’s…. So, for your birthday I just want to say….",
    "relation": "friend"
  },
  {
    "quote": "If you decided to become a hermit and live out in the middle of nowhere, I’d still visit you. Probably not often, but I’d come, and I’d bring booze.",
    "relation": "friend"
  },
  {
    "quote": "Friends are the people who do all the weird things that you thought no one else did. Thanks for being weird like me. Happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "It’s hard to shop for a birthday present for someone who has everything. I mean you already have the best gift of all, a great best friend!",
    "relation": "friend"
  },
  {
    "quote": "It’s your birthday, let’s get you all liquored up so you’ll do something embarrassing I can tease you about it later! Isn’t that what best friends are for?",
    "relation": "friend"
  },
  {
    "quote": "We are different in a lot of ways, but that’s what makes us such good friends. Puzzle pieces need to be different to fit together! Happy birthday to my favorite corner piece.",
    "relation": "friend"
  },
  {
    "quote": "When it comes to friends, like Al Capone said, it’s better to have four quarters than a hundred pennies. Happy birthday to my favorite quarter!",
    "relation": "friend"
  },
  {
    "quote": "If you could rate friends, I’d only give you 1 star. That way I could have you all to myself! Happy birthday from the only best friend you’re allowed to have.",
    "relation": "friend"
  },
  {
    "quote": "Great friends are like jeans. When you find one that fits perfectly, keep them forever. Happy birthday to the greatest friend, I hope I don’t ever wear you out!",
    "relation": "friend"
  },
  {
    "quote": "Friends come and go, but best friends are the ones who stick around. I look forward to celebrating many more birthdays with you!",
    "relation": "friend"
  },
  {
    "quote": "To my best friend, I hope for all the fun and happiness you could ask for on your birthday and for the days to come!",
    "relation": "friend"
  },
  {
    "quote": "I know this past year was a rough one. But I’m sure the coming year will be your best yet! Happy birthday, this is the year that everything will go right, I can feel it!",
    "relation": "friend"
  },
  {
    "quote": "My best friend deserves the best birthday. But I don’t have the funds for the best birthday ever, but just know you deserve it!",
    "relation": "friend"
  },
  {
    "quote": "Did you know in some countries it’s customary for the person having the birthday to pay for all the drinks? Good thing you don’t live there. Drinks are on me tonight!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my amazing, cool, hilarious, best friend. There’s no one else I would rather spend the day with!",
    "relation": "friend"
  },
  {
    "quote": "Hey, thanks for being you. You are one of a kind and my best friend. Happy birthday and keep being awesome.",
    "relation": "friend"
  },
  {
    "quote": "Attention, this is a message from the best friend broadcasting service. It is your birthday. Hooray. Thank you for your attention. You may now continue being your awesome self.",
    "relation": "friend"
  },
  {
    "quote": "Well, one year older. The years fly by. There are so many the things we’ve done and seen. Time seems to slip away, but some of the best times have been spent with you.",
    "relation": "friend"
  },
  {
    "quote": "You’ve been such a wonderful friend. I couldn’t ask for a better friend than you! Happy birthday, I hope your birthday is as amazing as you are!",
    "relation": "friend"
  },
  {
    "quote": "Best friends are there in good times and bad. Through the sun and the storms. Best friends like you make the bad times tolerable and the good time even better!",
    "relation": "friend"
  },
  {
    "quote": "Friends are like trees, the older they get the more beautiful they are!",
    "relation": "friend"
  },
  {
    "quote": "It’s so wonderful having such a great friend to grow older with. And let’s face it, the older we get the better we get!",
    "relation": "friend"
  },
  {
    "quote": "It’s your birthday, now you can bask in the glow of all those birthday candles on your cake!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to the friend I can always count on to like all my photos and posts. Thanks for always making me look cooler than I am!",
    "relation": "friend"
  },
  {
    "quote": "My dearest friend I hope all your wishes come true on your birthday.",
    "relation": "friend"
  },
  {
    "quote": "When I’m with you I have more fun than when I’m with anyone else!",
    "relation": "friend"
  },
  {
    "quote": "Whether we are out causing trouble or just relaxing on the couch in our pajamas, we always have fun. So I know on your birthday we are going to have a blast!",
    "relation": "friend"
  },
  {
    "quote": "Hey bestie, you sometimes you need to be reminded of how great you are. Happy birthday to my awesome best friend!",
    "relation": "friend"
  },
  {
    "quote": "We are so loud when we hang out we must annoy everyone around us, but I wouldn’t have it any other way!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my brother from another mother!",
    "relation": "friend"
  },
  {
    "quote": "Best friends are like chips and salsa, syrup and pancakes, cake and icing, they work so well together and just aren’t the same without each other! Now let’s enjoy some of that cake and icing!",
    "relation": "friend"
  },
  {
    "quote": "Why are you my friend? It’s not one thing, it’s the thousands of little things that you do. It’s the hundreds of inside jokes. It’s the road trips. It’s the late-night talks. It’s you being you.",
    "relation": "friend"
  },
  {
    "quote": "Friendship. F is for fun. R is for really fun. I is for ummm I don’t know. Forget it, let’s go grab some drinks and have fun for your birthday!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my best friend. You are better than a life sized majestic chocolate statue of a unicorn. That’s how amazing you are.",
    "relation": "friend"
  },
  {
    "quote": "Even when we do nothing together, I still have a wonderful time. I love that. Happy birthday to the best friend I’ve ever had.",
    "relation": "friend"
  },
  {
    "quote": "Thank you so much for being there whenever I need you, no matter what. You are a true friend. And to my best of friends, I want to wish you the happiest of birthdays. And I believe this next year will be your best yet!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday! If anyone messes with you on your special day, just let me know. I’ll punch them right in their stupid face. Just one of the many benefits of having an awesome best friend like me!",
    "relation": "friend"
  },
  {
    "quote": "If you fall, I’ll be there to pick you up again. Right after I stop laughing. Happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "I hope your birthday is so amazing you never forget it or that it is so amazing you can’t remember it. Either way, happy birthday!",
    "relation": "friend"
  },
  {
    "quote": "It’s your birthday! I would say let’s go out have fun and act like idiots. But that’s what we do every time we hang out! Here’s to the greatest best friend there ever was.",
    "relation": "friend"
  },
  {
    "quote": "For your birthday, I just wanted to remind you, I’m always here if you need me. On the weekend or on a week day, 24\/7. If you call at 4am, I’ll pick up. Here’s to you bestie, I hope your special day is amazing!",
    "relation": "friend"
  },
  {
    "quote": "If you get arrested on your birthday, I won’t be able to bail you out. Because I’ll be right next to you.",
    "relation": "friend"
  },
  {
    "quote": "You make me laugh harder than anyone else. You’ve made me laugh so hard I peed myself. You are my best friend and always will be. I hope your birthday is as wonderful as you are!",
    "relation": "friend"
  },
  {
    "quote": "It’s your birthday. I just wanted to take this opportunity to tell you … that you’ll never have to do anything stupid alone.",
    "relation": "friend"
  },
  {
    "quote": " As your best friend, it is my job to embarrass you. But it’s your birthday, so I’ll give you a break… until 12am.",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my best friend in the world. And since I’m not tight with any aliens or astronauts, I guess you’re my best friend in the whole universe!",
    "relation": "friend"
  },
  {
    "quote": "I don’t have to tell you how awesome you are or how great of a friend you are. But it’s your birthday, so I will. You are the best!",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to the friend who makes my family question my sexuality.",
    "relation": "friend"
  },
  {
    "quote": "If I had to be stuck on a deserted island with only person, it would be you. Sure, you might not be a survival expert, but at least you’d make desperately trying to avoid death fun!",
    "relation": "friend"
  },
  {
    "quote": "Sometimes it’s a mystery why we choose certain people to be our friends. But with you it’s obvious. You are an amazing person. And I hope you have an amazing birthday!",
    "relation": "friend"
  },
  {
    "quote": "You’ll get lots of happy birthday wishes today. But who wishes you the happiest of happy birthday wishes? Me. That’s who.",
    "relation": "friend"
  },
  {
    "quote": "So, as you know, I’m not exactly rolling in money. So, your gift isn’t the best. But that doesn’t mean I don’t think you are the best. You are! I just can’t afford the birthday gift you deserve.",
    "relation": "friend"
  },
  {
    "quote": "Happy birthday to my darling daughter! You are unbelievably precious to me, and I hope you realize that you are my everything. May your birthday be filled with splendor and love.",
    "relation": "daughter"
  },
  {
    "quote": "You bring fun, laughter, and joy into my life. The day you were born was the day that lit up my world. I hope that on your birthday you can feel just a measure of how much happiness you have brought into my life.",
    "relation": "daughter"
  },
  {
    "quote": "I love celebrating your birthday every year because it is such an excellent reminder of how grateful I am that you were born. I cannot imagine a better daughter than you, and I am glad I don’t have to.",
    "relation": "daughter"
  },
  {
    "quote": "I hope that when you are older, you have a daughter so you can feel the depth of my love for you. Also, the depth of my stress, anxiety, and worry! I look forward to the glorious payback of watching you struggle through parenthood. Of course, always with love!",
    "relation": "daughter"
  },
  {
    "quote": "I know that at the end of my lifetime I am going to look back and think: my daughter is the greatest thing I have ever created. I am truly blessed to have such an amazing person in my life.",
    "relation": "daughter"
  },
  {
    "quote": "Daughter, you seem to have grown up magnificently. I definitely will take all the credit for that! Just kidding, but I am so very proud of you. I hope your special day is filled with tons of presents, cake, and lots of laughter.",
    "relation": "daughter"
  },
  {
    "quote": "I look back at all of our mother-daughter moments with such fondness. From painting our nails, doing our hair, talking about boys, to watching you become a mother yourself, I have never been more proud of you.",
    "relation": "daughter"
  },
  {
    "quote": "I really wish I could be there for your birthday. Know that no amount of distance could ever dull my love for you. I am sending happy thoughts and lots of love your way for your birthday.",
    "relation": "daughter"
  },
  {
    "quote": "Daughter, you’ve got it all: talent, spirit, and drive. Heck, if you weren’t my daughter I might hate you just a bit! Luckily, you are my daughter, so I love you to bits and pieces!",
    "relation": "daughter"
  },
  {
    "quote": "When you were a child you wanted a pony for your birthday, when you were a teen you wanted Johnny Depp , and now that you are an adult you only want love and affection. Finally, something I can actually provide! Happy birthday to my daughter who is all grown up!",
    "relation": "daughter"
  },
  {
    "quote": "I hope your birthday is filled with balloons, presents, and cake. More importantly, I hope it is filled with love, joy, and warmth. May your every wish come true this year. Happy birthday!",
    "relation": "daughter"
  },
  {
    "quote": "This year for your birthday I plan on indulging your every whim, and when I say whim, I really mean bribing your affection with chocolate! Here’s a good life lesson, there’s nothing chocolate can’t fix.",
    "relation": "daughter"
  },
  {
    "quote": "As you’ve grown over the years you’ve changed in so many ways; all of which were for the better. I couldn’t be more proud of the person you’ve become. Happy birthday to my exemplary daughter!",
    "relation": "daughter"
  },
  {
    "quote": "Daughter, I hope you cherish every moment of your childhood. I know that I do. This time we have together now is so dear to me. Even when you are older, you will always have a special place in my heart.",
    "relation": "daughter"
  },
  {
    "quote": "I hope your birthday is filled with great things: a great party, great food, and great people. You deserve it all because you are a great daughter. Happy birthday!",
    "relation": "daughter"
  },
  {
    "quote": "Now that you’ve grown up, you may be too cool to come home for your birthday. That’s okay because we’ve decided this year to come visit you! Seeing you: check. Loving you: check. Opportunity to shame you in public: priceless.",
    "relation": "daughter"
  },
  {
    "quote": "Happy birthday to my favorite daughter! Yes, you are my only daughter, but that’s just because you were so perfect I didn’t need to have another one. Great job on being awesome.",
    "relation": "daughter"
  },
  {
    "quote": "A big part of who I am today is because of you. You continually inspire me to try harder, challenge me to be a better parent, and always love me unconditionally. Thank you for always bringing bliss into my life. Happy birthday!",
    "relation": "daughter"
  },
  {
    "quote": "Being with you always makes me forget how quickly the years have passed by. You make feel young again, and I am truly fortunate to have such a loving granddaughter. I hope that your birthday is every bit as glorious as you are. Happy birthday Granddaughter!",
    "relation": "grand-daughter"
  },
  {
    "quote": "Granddaughter, may you always love yourself and live life fully. I promise that when you are older, you will be so grateful that you did. You can trust me because since I’m older, I know. You have so much fire and spirit, and I hope that you never lose it. Have a wonderful birthday.",
    "relation": "grand-daughter"
  },
  {
    "quote": "The day you came into my life was one of the happiest days I’ve ever known. You’ve changed my life for the better, and I can’t even imagine not having you as my granddaughter. May your big day be every bit as full of hope, grace, and love as you are. Happy birthday Granddaughter!",
    "relation": "grand-daughter"
  },
  {
    "quote": "I want you to know that there is nothing I would not do for you and no obstacle I cannot overcome for you. I love you very much, and I hope that you have a superb birthday, a stunning year, and a spectacular life.",
    "relation": "grand-daughter"
  },
  {
    "quote": "You fill my life with joy and wonder, and you are the reason I have known so much happiness in my life. Your kindness, strength, and generosity always inspire me. Happy birthday Granddaughter!",
    "relation": "grand-daughter"
  },
  {
    "quote": "Granddaughter, you may be small, but your impact on my life has been huge: hugely satisfying! I am so happy and thankful that you came into my life because you have made it so much better with your smiling face, kind words, and loving embrace.",
    "relation": "grand-daughter"
  },
  {
    "quote": "I am so grateful you were born, because now your parents get to know all the headaches I went through. Mwahaha! Just kidding. I am so grateful that you are an amazing person. And if your parents happen to struggle, then that is just icing on the cake!",
    "relation": "grand-daughter"
  },
  {
    "quote": "You may take after your parents in looks, but you certainly take after me in attitude! I am so glad I passed on my sassiness to you. May you always keep that inner fire, and may you outshine all your candles this year. Happy birthday to my saucy granddaughter!",
    "relation": "grand-daughter"
  },
  {
    "quote": "I wish you the best of luck and fortune on your special day. May it be as fun as you are and as endless as my love for you. Thank you for being the best granddaughter I could ever hope to have.",
    "relation": "grand-daughter"
  },
  {
    "quote": "Granddaughter, it has been a pleasure watching you grow and bloom over the years. You are turning into such a beautiful young lady, and we are so proud of you. Happy birthday to our little flower!",
    "relation": "grand-daughter"
  },
  {
    "quote": "True, your parents have really done a lot of amazing things over the years, but nothing can ever compare to them having such a wonderful daughter. You are the best present I have ever received, and I want you to know that I appreciate you so very much.",
    "relation": "grand-daughter"
  },
  {
    "quote": "Happy birthday to one of the greatest gifts I have ever received in life: my precious granddaughter. Nothing gives me more joy than being enveloped in your love. I hope that your special day is perfect because you certainly are.",
    "relation": "grand-daughter"
  },
  {
    "quote": "Since the day you were born, I’ve only grown more and more fond of you. You have a way of making everyone around you happy, and I am no exception. Thank you for making my world better with your adorable and loving self. Happy birthday Granddaughter!",
    "relation": "grand-daughter"
  },
  {
    "quote": "Other birthday wishes you might like:",
    "relation": "grand-daughter"
  },
  {
    "quote": "Having such a sweet and loving niece makes me want to try harder at everything I do in life because there is nothing I want more than to have your respect. Well, maybe your love.",
    "relation": "niece"
  },
  {
    "quote": "I will always be here to revel in your successes and console you for your failures. No matter what happens, know that I am forever proud of all you do in life, Niece.",
    "relation": "niece"
  },
  {
    "quote": "Niece, nothing gives your aunt more joy and happiness than knowing we have such a close and loving relationship. Well, maybe the fact that I am pretty sure your parents are jealous of me! It’s important to relish the little victories in life. Happy birthday to my favorite niece!",
    "relation": "niece"
  },
  {
    "quote": "Since it’s your birthday, I will let you in on a little secret: hugging adorable nieces happens to be my specialty in life. May you receive lots of hugs and presents today.",
    "relation": "niece"
  },
  {
    "quote": "Our relationship is about much more than blood; it’s about, joy, smiles, hugs, laughter, and love. You mean so much to me, and I hope your day is every bit as perfect as you are.",
    "relation": "niece"
  },
  {
    "quote": "I know we are miles apart on your big day, but I want you to know that I miss you every single day that we are separated. I am sending warm thoughts and wishes your way today.",
    "relation": "niece"
  },
  {
    "quote": "I wish all nieces were as great as you because you are the perfect role model: sweet, kind, caring, adorable, and loving. May you receive untold joy and happiness, not just for your birthday, but for every day for the rest of your life.",
    "relation": "niece"
  },
  {
    "quote": "Niece, you make me feel young again because when I look at life through your eyes, all I see is joy, wonder, and delight. You lift my day, mood, and life with your kind and caring ways.",
    "relation": "niece"
  },
  {
    "quote": "On your big day, “ may the force be with you. ” Although, I guess you don’t really need it because you are already a force of your own. And one to be reckoned with at that! Happy birthday from your Yoda\/uncle.",
    "relation": "niece"
  },
  {
    "quote": "You have brought many things into my life: fun, joy, and excitement. Nothing compares to the love you have brought me though. May you feel nothing but love and happiness today.",
    "relation": "niece"
  },
  {
    "quote": "Whenever I am having a really bad day, nothing comforts me more than your smiling face, adorable giggles, and loving hugs. I hope that you enjoy your birthday as much as I enjoy all my time with you.",
    "relation": "niece"
  },
  {
    "quote": "Niece, you are my little princess, your every wish is my command! Happy birthday from your loyal subject, aka your adoring uncle.",
    "relation": "niece"
  },
  {
    "quote": "There is one thing that makes me happiest in the world: smothering my niece with my appreciation and love. May your birthday be full of pleasant moments and loving people.",
    "relation": "niece"
  },
  {
    "quote": "When you were born, you stole my heart with your adorableness. I didn’t know that I was capable of such endless and unconditional love. Happy birthday to my little thief!",
    "relation": "niece"
  },
  {
    "quote": "There is no way I could ever repay your parents for bringing such a lovely and brilliant person into this world, but I can try by babysitting you! Although, I would never charge them anyway because there is nothing I would rather do than spend time with you.",
    "relation": "niece"
  },
  {
    "quote": "Well, I can certainly testify that the apple didn’t fall far from the family tree with you, Niece. You are just like me: feisty, fearless, and fun. Happy birthday to my fabulous niece!",
    "relation": "niece"
  },
  {
    "quote": "Nieces have an important role: they warm their family’s hearts. Thank you for filling my life with moments of joy too numerous to count. May your birthday be just as amazing as you are.",
    "relation": "niece"
  },
  {
    "quote": "Happy birthday to the World’s most amazing niece, you!",
    "relation": "niece"
  },
  {
    "quote": "Before you were born, your father and mother seemed to have way too much free time on their hands. Luckily you came along and now there is no chance they’ll get bored anytime soon!",
    "relation": "niece"
  },
  {
    "quote": "Those oldies who dream of becoming young again probably don’t have a cute and adorable grandson like you!",
    "relation": "grand-son"
  },
  {
    "quote": "There is finally someone in the family that is worth passing our genes into and that is you, our darling grandson, enjoy in this special day with heartfelt birthday wishes from grandma!",
    "relation": "grand-son"
  },
  {
    "quote": "No dish would be perfect without salt, even if it is a gourmet. In the same way, no family would be complete without having a grandson like you, enjoy in wonderful birthday today.",
    "relation": "grand-son"
  },
  {
    "quote": "I could never thought that being your grandparent would bring us so much joy and happiness than the many years of our lifetime? Happy birthday!",
    "relation": "grand-son"
  },
  {
    "quote": "The sparkle of the candles of your birthday cake will signify the shining star that you will become. May you have a best birthday celebration today!",
    "relation": "grand-son"
  },
  {
    "quote": "With having a very best grandson in the world, none of my colleagues will have to wish me a happy retirement!",
    "relation": "grand-son"
  },
  {
    "quote": "I may not be able to get my daily fix from my morning coffee, but from the hugs and kisses that I get from you, I know my day would be perfect. I am wishing happy 3rd birthday to grandson, best in the world!",
    "relation": "grand-son"
  },
  {
    "quote": "The best moment in a grandparent’s life is when he needs to catch up to his grandson who often loves to run very fast. Best birthday, our dear grandson!",
    "relation": "grand-son"
  },
  {
    "quote": "Dear grandson, you are that extra in our ordinary lives. Have a happy 3rd birthday!",
    "relation": "grand-son"
  },
  {
    "quote": "A luxurious holiday will not give me relaxation. It is in loving you, my grandson that is relaxing for me!",
    "relation": "grand-son"
  },
  {
    "quote": "Dear grandson, thank you for bringing in so much joy into our lives. May you have a fun filled 3rd birthday celebration from you grandma!",
    "relation": "grand-son"
  },
  {
    "quote": "We are sending heartfelt birthday wishes to my dear grandson. We hope that your life will be just like an open book and that this birthday of yours is where your story begins and the rest is still unwritten.",
    "relation": "grand-son"
  },
  {
    "quote": "Happy 3rd birthday, dear grandson! Thank you for letting us into your life willingly. We love you so and are extremely proud to be your grandparents.",
    "relation": "grand-son"
  },
  {
    "quote": "Dear grandson, you bring light into your lives just like candles on your cake, which outshines everyone else. Happy birthday to you!",
    "relation": "grand-son"
  },
  {
    "quote": "Enjoy this special day my grandson! Always remember that we are here to love you and support you in everything. Keep dreaming, aim high and reach the star!",
    "relation": "grand-son"
  },
  {
    "quote": "Enjoy your 3rd Birthday today sweet grandson and have a wonderful celebration with 3 cute candles on your cake.",
    "relation": "grand-son"
  },
  {
    "quote": "When two hearts are meant to be together, no distance can ever be big enough to separate them. I really love you. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "On your Birthday, I would like to tell you that you are not a good Boyfriend, Actually you are the best. I couldn’t have asked for more. Thank you for walking into my life and enriching it. Wishing you a very Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Cute Birthday Images for your Lover!",
    "relation": "boyfriend"
  },
  {
    "quote": "I can never thank your mother enough for giving birth to my soul mate. Happy Birthday my love!",
    "relation": "boyfriend"
  },
  {
    "quote": "On your Birthday, I wish you all the health, wealth and happiness. A very Happy Birthday, baby!",
    "relation": "boyfriend"
  },
  {
    "quote": "May you get whatever you desire, may you succeed wherever you go, may we be always together no matter how many obstacles come our way. Wishing you a very Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "I was weak, lost and broken before, But everything changed the moment I met you. Thanks for everything, dear. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "To the most wonderful son, brother & boyfriend, you are a treasure to cherish. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "No words can truly explain that how special you and your birthday are to me. I love you, honey. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Many-many happy returns of the day to the love of my life.",
    "relation": "boyfriend"
  },
  {
    "quote": "Meeting you was an accident, loving you was destiny, but marrying you would be my dream. Happy Birthday, my soon to be hubby (P.S: NO PRESSURE) !",
    "relation": "boyfriend"
  },
  {
    "quote": "Happy Birthday to my hero, who has stood by me in all times. I feel so blessed that you are mine and I am yours.",
    "relation": "boyfriend"
  },
  {
    "quote": "I know I don’t always say it, but you are my everything. My life would be incomplete without you. On your Birthday, I want to declare my love for you. Happy Birthday baby, I really love you!",
    "relation": "boyfriend"
  },
  {
    "quote": "Can you imagine what life would be like without me? Right, baby, even I cannot. I am extremely lucky to have a loving partner like you. Happy birthday to the man of my dreams.",
    "relation": "boyfriend"
  },
  {
    "quote": "You are my moon, my sun, my stars and my universe. Happy Birthday to the best partner in the world.",
    "relation": "boyfriend"
  },
  {
    "quote": "No matter how many ups and downs we face, I will always stand by your side. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "To my best friend, my soul mate and my partner: Happy Birthday, my love!",
    "relation": "boyfriend"
  },
  {
    "quote": "Smart Birthday Wishes for your Boyfriend",
    "relation": "boyfriend"
  },
  {
    "quote": "Happy Birthday to the love of my life. I want to spend the rest of my life with you, only you!",
    "relation": "boyfriend"
  },
  {
    "quote": "Before meeting you, I was all alone. After meeting you, I felt so happy and secure. Thanks for everything baby. Wishing you with a tight hug and a long kiss, Happy Birthday!!",
    "relation": "boyfriend"
  },
  {
    "quote": "Even a Monday feels like a Sunday when I am with you. Yeah, you have that effect on me. Happy Birthday my love!",
    "relation": "boyfriend"
  },
  {
    "quote": "Your beauty is so infectious that I look beautiful too when I am with you, inside and outside. Wishing you a very Happy Birthday, baby!",
    "relation": "boyfriend"
  },
  {
    "quote": "No man used to be good enough for me until you walked into my life. I thank my stars that I found you. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Everyday feels so special with you, but today it is extra special because it’s your birthday, my love. I wish you with all my heart and soul, Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Me and you are just like bread and butter, perfect for each other. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "I feel safe and secure in your arms. It seems no one can hurt me when I am with you. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "On your birthday I will tell you a secret and that is that I get extremely happy when someone calls your name, because I know that you belong to me and just me. Happy Birthday, dear!",
    "relation": "boyfriend"
  },
  {
    "quote": "One more year has gone by, and you become more charming and graceful with each passing day. So smile and eat loads of cake to make your Birthday truly special. Happy Birthday, Dear.",
    "relation": "boyfriend"
  },
  {
    "quote": "I hope they don’t send you to jail for stealing my heart. Happy Birthday, Dear!",
    "relation": "boyfriend"
  },
  {
    "quote": "I love your intellect, your sense of humor, your manners and the way you make me feel every day. Actually you know what, I just love everything about you. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "For your Birthday I bought a big cake, balloons and a present. But there is one thing you will get that’s absolutely for free and that’s my unconditional love for you.",
    "relation": "boyfriend"
  },
  {
    "quote": "On your special day, I wish that all your dreams come true and you get whatever you desire. Happy Birthday, my love.",
    "relation": "boyfriend"
  },
  {
    "quote": "50 Great Birthday Messages for Your Boyfriend",
    "relation": "boyfriend"
  },
  {
    "quote": "Even though I am not physically present with you on your special day, but all my prayers are for your happiness and well being. Happy Birthday baby. Enjoy and stay safe!",
    "relation": "boyfriend"
  },
  {
    "quote": "Your smile was the reason we became friends. Your touch was the reason we became lovers. And today, Your beautiful soul made me realize that we are soul mates. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "You make me feel alive and kicking. Thanks for everything my cutie pie. Many-many happy returns of the day. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "To the man who makes me go weak in my knees, Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Today, I give you my heart and soul. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "The good thing about you is your sweet smile but the best thing about you is the way you make me smile every time I see you. I love you, Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Hey boy, you are the greatest everyday gift for us two! Happy Birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Happy birthday to a man who never does anything wrong – on his birthday. Love you, babe.",
    "relation": "boyfriend"
  },
  {
    "quote": "Before I sent this birthday wish I kissed it a thousand times. I just wish you were here to kiss too. Happy birthday, baby. I love you to pieces.",
    "relation": "boyfriend"
  },
  {
    "quote": "When I think about you my heart and mind get together and sing your praises. You’re the best. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Wishing the happiest, best birthday to my prince charming. I love you, sweetheart.",
    "relation": "boyfriend"
  },
  {
    "quote": "To my boyfriend- thanks for loving me, spending time with me, and being your best even when I’m at my worst. Thanks for being you. Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Did I mention that you are the hottest guy around? Well, you are and I want to say thanks for making my life a grand adventure. Happy birthday, babe.",
    "relation": "boyfriend"
  },
  {
    "quote": "The only thing better than having you for my boyfriend is getting to share this day with you. I love that I can call you mine. Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Ok, let’s just be honest, you’re a mess- but you’re a hot mess. I love that you’re my hot mess so I hope your birthday is all you hoped it would be.",
    "relation": "boyfriend"
  },
  {
    "quote": "Your birthday is as special to me as you are. Happy birthday to the most wonderful man in my life.",
    "relation": "boyfriend"
  },
  {
    "quote": "Hey boyfriend, here’s me sending you hugs, kisses and warm wishes on your birthday. I love you lots and Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "If you ever get old remind me to grow old with you – I don’t want to miss anything or do anything without you. I love you forever, babe.  Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "I am so beyond excited to share this day with you- and maybe even tonight. It’s going to be epic! Happy birthday, hot stuff.",
    "relation": "boyfriend"
  },
  {
    "quote": "Happy birthday to a man that is my knight in shining armor- you complete me.",
    "relation": "boyfriend"
  },
  {
    "quote": "It doesn’t matter how old you are, one candle would do the trick because you are truly one of a kind. Thanks for being you and Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "The only thing better than having a boyfriend like you is having a really handsome best friend that is your boyfriend – and that’s what you are to me. I love you! Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "I still get butterflies because of you. Happy birthday, baby.",
    "relation": "boyfriend"
  },
  {
    "quote": "To another year together- no matter what happens in the future, we can do anything together! I love you lots and happy birthday to my one and only.",
    "relation": "boyfriend"
  },
  {
    "quote": "Each year that passes makes my love for you even stronger. So let’s celebrate!",
    "relation": "boyfriend"
  },
  {
    "quote": "There’s nothing better on a cold day than to cuddle up to my birthday boy- you up for it? Come on, it’s your birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "My falling star wish came true when I fell in love with you. Happy birthday, my love.",
    "relation": "boyfriend"
  },
  {
    "quote": "My love for you is absolutely unconditional- because you are perfect! Happy birthday and remember I love you.",
    "relation": "boyfriend"
  },
  {
    "quote": "The best part of our relationship is sharing it with you. Hugs, kisses and birthday wishes.",
    "relation": "boyfriend"
  },
  {
    "quote": "If it’s okay I’m going to hold you a little tighter today- because it’s your birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "May God’s love surround you today on your Birthday- you deserve all the best life has to offer.",
    "relation": "boyfriend"
  },
  {
    "quote": "This birthday wish is for a wonderful man, the best boyfriend, and my best friend. Happy birthday, baby.",
    "relation": "boyfriend"
  },
  {
    "quote": "Today is a special day for both of us. There was a night when I wished for a wonderful and handsome man to come into my life- that man was you. Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "I used to think my one true love was ice cream- then I met you. Want to go grab some? Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Here’s a birthday wish for my prince who means the world to me. Without you, my life would be average and my home would not be a castle. I love you, babe.",
    "relation": "boyfriend"
  },
  {
    "quote": "Your words warm my heart, your touch melts me down, and your kisses are like sugar. I love you to pieces. Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "On your birthday let’s have some fun and make it extra special. You get me? Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "You are so much more than I ever imagined but all I ever wanted. Happy birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "It’s a real treat to wish a happy birthday to someone so sweet! Love you lots.",
    "relation": "boyfriend"
  },
  {
    "quote": "You’re so awesome and you’re even sweeter than the birthday cake. Happy birthday, love.",
    "relation": "boyfriend"
  },
  {
    "quote": "I sincerely hope I’m the first one to say this today, Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "You might be one year older but at least I get to grow old with you. You’re the greatest man I know. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Hoping your birthday is as super awesome and amazing as you are! Happy Birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "I hope that your birthday is full of as much love, joy and fulfillment as I find in our relationship. Happy birthday, baby!",
    "relation": "boyfriend"
  },
  {
    "quote": "Today, I thanked God for you more than I do every day of the year – because without you, my life would not be complete. Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Although we don’t know what the future will hold- I know that my heart will always be yours to hold tightly. Happy birthday, babe.",
    "relation": "boyfriend"
  },
  {
    "quote": "Happy birthday to the man who has made all my dreams come true! You’re the best.",
    "relation": "boyfriend"
  },
  {
    "quote": "Today I am totally yours- so let’s go wild! Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "200 Happy Birthday Wishes that will Help you Find the Right Words",
    "relation": "boyfriend"
  },
  {
    "quote": "On your birthday, I had a thousand words planned but then I found three to sum it all up: I love you. Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "No gift could ever compare to the one you have given me: unconditional love. I’m so blessed to be your girlfriend baby – Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Yo birthday boy! How long do I have to wait to give you all these birthday kisses?!",
    "relation": "boyfriend"
  },
  {
    "quote": "For me, today is like my birthday, Christmas and Thanksgiving all wrapped into one – because it’s the day my best friend was born. Happy birthday, babe.",
    "relation": "boyfriend"
  },
  {
    "quote": "One of the best feelings in life is finally finding the one person you can be yourself around. With you, I can always let my guard down. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "You’ve captured my heart. I don’t know how you did it. Must’ve been at the right place at the right time. I love you, sweetie. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Whether by pure chance or predestined fate, I’m glad you are mine. Wishing you lots of love on your birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "It’s the little things about you that drive me crazy. I’m head over heels for you, baby. Have a wonderful birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "It’s your birthday and the night is young. Let’s dance the night away and make this moment last till we see the morning sun!",
    "relation": "boyfriend"
  },
  {
    "quote": "A message for my King: You are so handsome. Your love brings out the Queen in me.",
    "relation": "boyfriend"
  },
  {
    "quote": "I get so excited when it’s your birthday. Unlimited birthday kisses are coming your way!",
    "relation": "boyfriend"
  },
  {
    "quote": "I know that it’s your birthday and it’s all about you. But I’d like to thank your mother for bringing the greatest gift into this world and your father for passing on the good looks. With all my love, Happy Birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "I feel like the luckiest girl in the world to call you my boyfriend. You make me feel special. May you feel this special knowing how much you are appreciated. Have a happy birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "On your birthday I offer you soft whispers in your ear, sweet kisses on your lips, and beautiful memories to dwell on as you sleep.",
    "relation": "boyfriend"
  },
  {
    "quote": "Wishing my sexy boyfriend an amazing birthday and a night to remember.",
    "relation": "boyfriend"
  },
  {
    "quote": "Hugs and kisses from your future Mrs. ♥♥♥!",
    "relation": "boyfriend"
  },
  {
    "quote": "How can a girl complain with a wonderful man like you on her side? Wishing you a special birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Your birthday is an important reminder for me to appreciate the things about you that I would miss if you were gone. You are truly irreplaceable. I love you and Happy Birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Time is more valuable than currency because once it is spent, it cannot be regained. I appreciate every moment that you have shared with me. From my heart to yours, Happy Birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Life brings us many surprises. Falling in love with you was a pleasant and unexpected gift. Happy Birthday from your girlfriend.",
    "relation": "boyfriend"
  },
  {
    "quote": "Every missing part of me is found in you. You are the piece that completes my puzzle. Happy Birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Happy Birthday. May the flame of our love never grow dim.",
    "relation": "boyfriend"
  },
  {
    "quote": "There are a million reasons to love you: You are funny, smart, caring, loyal, gorgeous and amazing in every way. I wish you a happy birthday and many, many more to come.",
    "relation": "boyfriend"
  },
  {
    "quote": "There are not enough words in the English language to truly express my love for you. There’s no mathematical equation that can sum up all the wonderful ways you make my day. Happy Birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "To the birthday boy: If loving you was a crime, I would be doing hard time.",
    "relation": "boyfriend"
  },
  {
    "quote": "On your birthday, I offer these true words: Never underestimate the power of true love. It is a force that transcends space and time. May our love take you far. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "You are walking proof that dreams do come true. I hope your every dream comes true on your birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Wow! You’re getting old, Honey. Don’t worry! I’ll still love you when you’re old, bald and wrinkly.",
    "relation": "boyfriend"
  },
  {
    "quote": "You are the key to my happiness. May you grow wiser and more genuine with each passing year. Happy Birthday, my dear.",
    "relation": "boyfriend"
  },
  {
    "quote": "I hear them say, “Never say never.” But when it comes to you, I am NEVER letting go. Wishing you a lovely birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "I tried to understand how to love by reading books and watching movies. But when I met you, love just came naturally. Thank you for teaching me how to love. Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Your kisses are sweet like cupcakes. Your hugs bring me warmth like a blanket. Being with you is the greatest gift so thank you for sharing your birthday with me. Happy Birthday from your one and only.",
    "relation": "boyfriend"
  },
  {
    "quote": "Birthday Boy, I hope we live long enough to watch each other grow old and wrinkly.",
    "relation": "boyfriend"
  },
  {
    "quote": "This is the one day a year I let you call all the shots. So enjoy your day being the boss. Love you always! Happy Birthday!",
    "relation": "boyfriend"
  },
  {
    "quote": "Thank you for welcoming me into your life with open arms. I hope your birthday is full of love and happiness.",
    "relation": "boyfriend"
  },
  {
    "quote": "May your every birthday wish be fulfilled before you blow out the candles. Dream big, my love. You are capable of amazing things!",
    "relation": "boyfriend"
  },
  {
    "quote": "Happy Birthday, baby. Whenever you feel lonely and I’m far away, look up at the stars. The number of times a day that I think of you outnumber the stars that your eyes can see.",
    "relation": "boyfriend"
  },
  {
    "quote": "Best of birthday wishes to you! Stay true to yourself. Never stop being you.",
    "relation": "boyfriend"
  },
  {
    "quote": "Of all the birthday wishes you’ll receive today, I hope you will keep mine in a special place in your heart. All my love, from your girlfriend.",
    "relation": "boyfriend"
  },
  {
    "quote": "With you by my side, I face the challenges life brings my way with a smile. Have a very delightful birthday celebration today.",
    "relation": "boyfriend"
  },
  {
    "quote": "Happy birthday! How my soul wishes we were together to celebrate this special day. All the same, I hope it brings you wonderful blessings of happiness. I can’t wait to feel the warmth of your loving arms around me soon.",
    "relation": "boyfriend"
  },
  {
    "quote": "My dear, though so many miles currently separate us, our hearts are still together. Wishing you an immeasurably happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "The amazing love we share knows no distance! Have a tremendously spectacular birthday, my super sweet boyfriend.",
    "relation": "boyfriend"
  },
  {
    "quote": "There might be thousands of miles physically keeping us apart from each other, but our love is strong and vast enough to cover the distance. Happy birthday.",
    "relation": "boyfriend"
  },
  {
    "quote": "Distance can’t ruin this beautiful day for us. Have a happy birthday, my dear, and may the good Lord keep bestowing incredible blessings upon your life. I love you.",
    "relation": "boyfriend"
  },
  {
    "quote": "May God bless you with all of the wonderful desires of your heart and bless you to keep the many blessings that you already have. Happy Birthday, dear!",
    "relation": "girlfriend"
  },
  {
    "quote": "Since you came into my life, all colors have become clearer. You brought light and colors in my dark life. Happy birthday, my love.",
    "relation": "girlfriend"
  },
  {
    "quote": "Dear love, I wish you all the best for your birthday and I promise that I will do everything to make you happy. Hugs and Kisses!",
    "relation": "girlfriend"
  },
  {
    "quote": "Today is the perfect day to tell you that you’re a wonderful girlfriend. Happy birthday! I wish you all the best on this day and throughout the year.",
    "relation": "girlfriend"
  },
  {
    "quote": "I’m celebrating this day together with you because on this day the love of my life, my soulmate, my best friend, was born into this world. Happy Birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "Falling in love should last forever. Forget all the bad and the things that made you sad. All best wishes from someone who loves you immensely. Happy Birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "I’m Sorry I Forgot Your Special Day | Belated Birthday Wishes for Your Girlfriend",
    "relation": "girlfriend"
  },
  {
    "quote": "Tonight is a special night out. I’m taking you somewhere where all wishes come true, and I’ll try to make everything unforgettable. Happy birthday, my sweetheart.",
    "relation": "girlfriend"
  },
  {
    "quote": "Every day with you is one great celebration and filled only with beautiful moments. I love you baby. Happy Birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "Thank you for all the good moments that you brought into my life. Happy birthday, love and I wish you all the best. Love you!",
    "relation": "girlfriend"
  },
  {
    "quote": "Remember your last birthday? Remember that you said that it was best birthday of your life? That will change tonight…just wait!",
    "relation": "girlfriend"
  },
  {
    "quote": "On this day was born one beautiful Princess, and fortunately she fell in love with me and made me feel like the luckiest guy in the world. So I will do everything for her majesty. Happy birthday, my princess!!!",
    "relation": "girlfriend"
  },
  {
    "quote": "You are everything that one man could wish for. Therefore, I will try to return all the happiness that you brought into my life back to you. Happy birthday, my love!",
    "relation": "girlfriend"
  },
  {
    "quote": "I always long for your birthday as I long for my next meal…that’s because it’s a special day to me just as it is to you. Have a Merry Birthday, Dearest.",
    "relation": "girlfriend"
  },
  {
    "quote": "Because you are so special, may this special day of your life be filled with very special things that life can offer. Happy birthday, sweetheart.",
    "relation": "girlfriend"
  },
  {
    "quote": "There is no better way to say happy birthday than to say you mean very much to me.",
    "relation": "girlfriend"
  },
  {
    "quote": "I celebrate you every single day, and because this day is extra-special, I celebrate you in a very special way with this special note “Thanks for coming into my life!”",
    "relation": "girlfriend"
  },
  {
    "quote": "Sweetheart, age is just a number, for me you are a year younger today and will always be for the rest of your birthdays. You will never grow old in my eyes and in my heart. Happy Birthday, Dearie.",
    "relation": "girlfriend"
  },
  {
    "quote": "I have met lots of special people in my life but you surpass them all: There’s no better day to let you know this than on a special day like this. Happy Birthday, My One and Only.",
    "relation": "girlfriend"
  },
  {
    "quote": "My fondness for you will not grow old no matter how old you become, that’s a firm promise to you. Best Birthday Wishes, My Luv.",
    "relation": "girlfriend"
  },
  {
    "quote": "Your past is blessed, your present is guaranteed and your future is secured; this is my heart-felt prayer for you on your birthday.",
    "relation": "girlfriend"
  },
  {
    "quote": "You are a friend indeed and I’m proud to let the whole world know it’s your birthday today!",
    "relation": "girlfriend"
  },
  {
    "quote": "The best of your years are still ahead of you girl, despite all you have achieved, the best is yet to come for you. Happy Birthday to a Dearest One.",
    "relation": "girlfriend"
  },
  {
    "quote": "If I give you rose on this special day, it will eventually wither and die, but I give you something that will never wither nor fade – my undying love.",
    "relation": "girlfriend"
  },
  {
    "quote": "I’m so happy that you are celebrating yet another birthday with you by my side.",
    "relation": "girlfriend"
  },
  {
    "quote": "Here are a few standard wishes: love, happiness, success, health and much more. And tonight I will wish you the very best and may all of your wishes and dreams come true. Happy birthday, my sweetheart.",
    "relation": "girlfriend"
  },
  {
    "quote": "You are my support and my strength. I wish you a lot of love and happiness into your life. Happy birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "Happy birthday my little teddy bear, I will hug you tonight like never before, I will kiss you like never before, and I will cuddle my little bear like never before. Just to see that cute smile on your face. I wish to keep that smile on your face all your life. Love you so much… Your big teddy bear… kisses…",
    "relation": "girlfriend"
  },
  {
    "quote": "Many things have changed over the years, but you’re still that same wonderful person. Happy birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "Our love is like a sea and an endless sky. Love is all that we need. Love is a stream that flows from heaven, and a kiss is the lane that connects two hearts. For me love is all that you are. Happy birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "I am happy that I have a girl who is smart, beautiful, funny and crazy enough to go out with me. This night out must be special for you my baby. Happy birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "Candles, red wine, roses, me and you… I think that after all you deserve one relaxing birthday, full with love. So, this night you are only mine, and be sure that you will not regret. Happy birthday, baby…",
    "relation": "girlfriend"
  },
  {
    "quote": "Is this beautiful birthday girl free for a romantic dinner tonight? If your response is Yes, I will be the happiest person in the world, and I will make you the happiest person in the world too. Love you!",
    "relation": "girlfriend"
  },
  {
    "quote": "Be happy as a bird, full of happiness and love, because you’re young now and never again! Lots of kisses…",
    "relation": "girlfriend"
  },
  {
    "quote": "No one told me that I it was possible to love someone so much, strong and limitless. You have shown me that I became complete as a person when you become a part of me. Happy birthday, my love!",
    "relation": "girlfriend"
  },
  {
    "quote": "Limitless love is what you taught me. Thank you for your goodness, love and faith, and that you made a better man of me. I love you baby. Happy Birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "On this day, one gorgeous and cute baby girl was born. The Earth received a priceless gift. To that person, I wish all the best and happy birthday! Love you!",
    "relation": "girlfriend"
  },
  {
    "quote": "I thought of something very special as a birthday gift for you, all I could think of is a loving kiss on your tender cheeks. Happy Birthday, My Sweetest Girl.",
    "relation": "girlfriend"
  },
  {
    "quote": "Your birthday provokes an extra-thankful heart as I ponder on the great happiness you’ve brought to my life since I met you. Have a Fun Filled Birthday.",
    "relation": "girlfriend"
  },
  {
    "quote": "God bless the day you were born honey, I wonder how life would have been for me if that day never existed – You were born just for me and thanks for coming into my life. May your birthdays be filled with joy and blessings.",
    "relation": "girlfriend"
  },
  {
    "quote": "Knowing that we are still sticking together makes me even happier on your birthday. I can’t stop loving you girl. Happy Birthday.",
    "relation": "girlfriend"
  },
  {
    "quote": "I have imprinted you right in the center of my heart, not even the best erasers can erase your lovely image from my heart; every of your birthday makes the image even brighter, bolder and just indelible. Happy and Fun-filled Birthday, Dear.",
    "relation": "girlfriend"
  },
  {
    "quote": "My prayer every single day is that you celebrate each birthday with me by your side for the rest of your life…that’s how much I love you sweetheart. Best Birthday Wishes.",
    "relation": "girlfriend"
  },
  {
    "quote": "All these years have not changed the love I feel for you, they have only changed it from good to better, and I woke up on this special day realizing that I love you even best. It’s another great birthday for you, dearie.",
    "relation": "girlfriend"
  },
  {
    "quote": "I will tell it to the mountains, I will sing it to the hills, and I will shout it aloud to the oceans – It’s my girlfriend’s birthday today!",
    "relation": "girlfriend"
  },
  {
    "quote": "I can’t wait to plant 20 loving kisses on your warm cheeks – it’s my special way of saying Happy 20th Birthday, My Love.",
    "relation": "girlfriend"
  },
  {
    "quote": "Nothing is going to change my love for you…that’s the only birthday wish in my heart as I woke up this morning.",
    "relation": "girlfriend"
  },
  {
    "quote": "Sweetheart, I have just one wish on this special occasion – that the day I will wake up without you by my side will never come. Happy Birthday to My Special Girl.",
    "relation": "girlfriend"
  },
  {
    "quote": "Come rain come shine, you will always be my best girl. Happy Birthday, Dear",
    "relation": "girlfriend"
  },
  {
    "quote": "That flawless smile on your face reassuring me of your love is the only thing I ask for as you celebrate another birthday today.",
    "relation": "girlfriend"
  },
  {
    "quote": "I don’t need any light in my room dear, your love lights up and brightens the entire place; and I realize it’s even dazzling as I woke up with you on my mind this special day. Have a Fulfilled Birthday now and always.",
    "relation": "girlfriend"
  },
  {
    "quote": "I will choose your love over gold, your brightening smiles over silver, and your dazzling look over the most precious jewel. Lots of Love on Your Birthday.",
    "relation": "girlfriend"
  },
  {
    "quote": "Can you blow away the candles on the cake or should we call the fire department? Happy Birthday, my dear baby…",
    "relation": "girlfriend"
  },
  {
    "quote": "I hope you never question the substance of our relationship. It’s pretty clear that I only love you because you’re hot. Happy Birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "Funny how someone can be all the best AND all the worst in my life. Happy Birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "Dear girl, I’m way too afraid of you to ever forget your birthday! 😀",
    "relation": "girlfriend"
  },
  {
    "quote": "I wish you many, many, many more birthdays! It’s a sign you’ll live a really, really, really long time!",
    "relation": "girlfriend"
  },
  {
    "quote": "Many guys envy our relationship, but that’s only because they don’t know how crazy you are! Have a special birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "Sweetheart, please don’t blow off the candles on your birthday cake, let them keep burning please, it’s a symbol of our love that will burn forever. Happy Birthday.",
    "relation": "girlfriend"
  },
  {
    "quote": "My love, please let me be the one to put a birthday wish in your heart…ask me what the wish is; that you will never leave my side ever.  Now, hear my own birthday wish for you – my love for you will keep shining like the brightness of the sun. HBD",
    "relation": "girlfriend"
  },
  {
    "quote": "Girl, ask me for a special birthday gift and you will have it! But don’t ask for a car, I can’t afford it yet. Happy Birthday, Girl.",
    "relation": "girlfriend"
  },
  {
    "quote": "A, b, c, d, e, f, g , h, i, j, k, l, m, n, o, p, q, r, s, t,…v, w, x, y, z; guess what is missing – it’s ‘U’ – I Miss U My Love. Happy birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "My prayer for you this day is that you will live long… Well, not as long as Methuselah or you won’t have teeth to chew meat again. Happy Birthday, Sweet.",
    "relation": "girlfriend"
  },
  {
    "quote": "How old are you today my love? Don’t worry, I know the answer – it’s +1",
    "relation": "girlfriend"
  },
  {
    "quote": "Please… let’s not go to the cinema on this special day, you are the only movie I want to watch all day long. Happy Birthday, My Finest.",
    "relation": "girlfriend"
  },
  {
    "quote": "Baby, on your birthday, I pray that you get whatever your heart desires. May this special day of yours bring with it God’s blessings and love into your life. Have a wonderful birthday, my love.",
    "relation": "girlfriend"
  },
  {
    "quote": "On your birthday, may happiness and peace be your gift. May you always be led to things that make you smile. Happy birthday, sweetheart.",
    "relation": "girlfriend"
  },
  {
    "quote": "My darling, I never felt happiness until you came into my life. You mean the world to me. On this special day of yours, I pray for sunshine, love, joy, peace, and happiness in your life. May God envelop you in His special love and shower you with His abundant blessings. Happy birthday.",
    "relation": "girlfriend"
  },
  {
    "quote": "Another year has passed Another season has come Another moment is here To wish you lots of love Happy birthday",
    "relation": "girlfriend"
  },
  {
    "quote": "My sweet and beautiful girlfriend Thank you for being my best friend I have no doubt in my mind That you are heaven-sent And that is why my love for you will never end Happy birthday",
    "relation": "girlfriend"
  },
  {
    "quote": "In my life, you’re the most important thing Because of the joy you bring I shall forever cherish you On your finger, I want to put a ring On your lips, I want to plant a kiss And let you know how deep my love for you is Happy birthday",
    "relation": "girlfriend"
  },
  {
    "quote": "It means so much to me To have you with me as my true lover To be your friend forever I wish you all the joy in the world Happy birthday, my love",
    "relation": "girlfriend"
  },
  {
    "quote": "A beautiful bouquet of flowers I give to you today As you celebrate yet another memorable day Do know that I relish every single moment with you, my dear And I promise to be always there for you so don’t fear Happy birthday, my love",
    "relation": "girlfriend"
  },
  {
    "quote": "Life is offering you a new year And I am so glad to share this special day with you, my dear I wish you lots of happiness on your special day Happy birthday",
    "relation": "girlfriend"
  },
  {
    "quote": "Our heavenly love gives me the courage to surmount all the hurdles of life, regardless of how mighty they are. Happy birthday, my love and heartbeat.",
    "relation": "girlfriend"
  },
  {
    "quote": "Happy birthday, my darling. Even though, you are presently far away from me, may your special day be nothing short of spectacular. I love you so much.",
    "relation": "girlfriend"
  },
  {
    "quote": "Wishing my outstanding girlfriend a spectacularly outstanding birthday! Sweetheart, we might be apart on this wonderful day, but that doesn’t mean we can’t enjoy it to the fullest. Have a delightfully fabulous day!",
    "relation": "girlfriend"
  },
  {
    "quote": "Distance means nothing because you mean everything to me. Happy birthday, my sweet queen.",
    "relation": "girlfriend"
  },
  {
    "quote": "Happy birthday, sweet angel. May your day be absolutely colorful and wonderful. No amount of distance can ever change the love I feel for you, sweetheart.",
    "relation": "girlfriend"
  },
  {
    "quote": "Sweet baby, you have no idea how much I wish you were here with me on this special day. I hope you enjoy a magnificent birthday. I can’t wait to have you in my arms.",
    "relation": "girlfriend"
  },
  {
    "quote": "Wishing you, my darling girlfriend, a marvelous birthday celebration and life.",
    "relation": "girlfriend"
  },
  {
    "quote": "On your birthday, I want to express my gratitude that you entered this life and crossed paths with me. You are the best thing to happen in my life and I want to never let go.",
    "relation": "girlfriend"
  },
  {
    "quote": "Congratulations, on your special day! May every wish and every desire of your heart be fulfilled.",
    "relation": "girlfriend"
  },
  {
    "quote": "You have the purest heart of gold. No one is more deserving of the best that life has to offer than you. Happy Birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "You are always thinking of me first and placing others’ needs before your own. On this day and every day, I vow to return your generosity with my undying loyalty.",
    "relation": "girlfriend"
  },
  {
    "quote": "There is no gift or words that could truly express my love for you. I have a thousand kisses to offer, but that would not be enough. As long as I put a smile on your face and warmth in your heart, then my dreams have been attained.",
    "relation": "girlfriend"
  },
  {
    "quote": "Your love is sweeter than candy and finer than wine. So I’m wishing you all the joy on your very special day.",
    "relation": "girlfriend"
  },
  {
    "quote": "Every day I spend with you is filled with romance and passion. I will love you forever and make this a night to remember.",
    "relation": "girlfriend"
  },
  {
    "quote": "Blow out your candles and make a wish. Then, turn around and greet my lips with a kiss.",
    "relation": "girlfriend"
  },
  {
    "quote": "I love you more each day. With each passing year spent with you, you shine brighter than ever before.",
    "relation": "girlfriend"
  },
  {
    "quote": "Happy Birthday to the most beautiful woman in the world. You grow up gracefully and get more beautiful over time.",
    "relation": "girlfriend"
  },
  {
    "quote": "There is no better time to wish you all the happiness in the world than on your birthday. I wish you all the joy on this special day and on every day.",
    "relation": "girlfriend"
  },
  {
    "quote": "I wish to bring you as much joy on today as you bring me every day. Happy Birthday to you!",
    "relation": "girlfriend"
  },
  {
    "quote": "Even the brightest diamond doesn’t sparkle as bright as the light in your eyes on tonight.",
    "relation": "girlfriend"
  },
  {
    "quote": "I’m so glad to have you in my life. You are the reason I live. You are worth every moment I waited to find true love. Happy Birthday, my love.",
    "relation": "girlfriend"
  },
  {
    "quote": "My heart cannot contain the love I feel for you and the joy I get from your smile. Happy Birthday, with all my love.",
    "relation": "girlfriend"
  },
  {
    "quote": "The sweetest birthday wishes I give to you. In return, give me your love forever.",
    "relation": "girlfriend"
  },
  {
    "quote": "Your birthday is a very special day, but let’s celebrate every day and live our lives cherishing every single moment.",
    "relation": "girlfriend"
  },
  {
    "quote": "With a single kiss, you have the power to take my breath away. Have a beautiful birthday!",
    "relation": "girlfriend"
  },
  {
    "quote": "There are moments in life that you will never forget. Every moment I’m with you, I will never forget. Wishing you a birthday full of love and tender memories.",
    "relation": "girlfriend"
  },
  {
    "quote": "With each passing year, never change who you are. You are the love of my life, yesterday, today and forever.",
    "relation": "girlfriend"
  },
  {
    "quote": "Today is all about you. I gladly give my time and my whole heart to the one I love.",
    "relation": "girlfriend"
  },
  {
    "quote": "Happy Birthday to my better half. You complete me in ways that I could have never imagined. Loving you has truly been the greatest adventure of a lifetime.",
    "relation": "girlfriend"
  },
  {
    "quote": "Of all the places you could be and all the faces you could see, you chose to spend your birthday with me. Thank you for sharing your special day.",
    "relation": "girlfriend"
  },
  {
    "quote": "From my heart to yours, I love you more today than I did yesterday. I hope each passing year will bring more joy and laughter in your life. Happy Birthday to my sweetheart.",
    "relation": "girlfriend"
  },
  {
    "quote": "To the birthday girl: Never have I been more grateful to share these precious moments with you. The day you walked into my life is the day my heart found true joy.",
    "relation": "girlfriend"
  },
  {
    "quote": "Make a birthday wish, my dear. I hope every dream of yours come true.",
    "relation": "girlfriend"
  },
  {
    "quote": "Hold onto this love note forever more. Never forget these kind words. For they come from a sincere place, from my heart to yours.",
    "relation": "girlfriend"
  },
  {
    "quote": "I only have eyes for you, my dear. Your beauty is radiant and lights up the night. Happy Birthday to you, let our love shine bright.",
    "relation": "girlfriend"
  },
  {
    "quote": "I’m glad we made it to another year to celebrate your birthday together. Hand in hand, heart to heart, may our story be happy and never ending.",
    "relation": "girlfriend"
  },
  {
    "quote": "On your birthday, I give you this promise to love and cherish you forever. I will always honor and respect you for as long I live. May our friendship grow stronger and last a lifetime.",
    "relation": "girlfriend"
  },
  {
    "quote": "I wish to shower you with warm wishes and birthday kisses. It’s a special day for a special lady.",
    "relation": "girlfriend"
  },
  {
    "quote": "I know I don’t say this enough, but you are truly appreciated and loved not just on your birthday, but every day.",
    "relation": "girlfriend"
  },
  {
    "quote": "Happy Birthday! Let’s dance in each other’s arms and celebrate the day you entered this world.",
    "relation": "girlfriend"
  },
  {
    "quote": "You are truly unique in every way. No other lady could capture my heart the way you do. Maybe it’s the special way you always know what to say or the way you make me laugh. Have a wonderful birthday. Thank you for being you.",
    "relation": "girlfriend"
  },
  {
    "quote": "The day you entered this world, you left a mark to remember, an original handprint. Well, you’ve left fingerprints all over my heart and I am changed forever.",
    "relation": "girlfriend"
  },
  {
    "quote": "Here are 31 happy birthday wishes for coworkers that are short and sweet and will get your message delivered quickly.",
    "relation": "colleague"
  },
  {
    "quote": "I wish a life full of adventures and heartwarming moments for the best colleague of all times. Happy Birthday.",
    "relation": "colleague"
  },
  {
    "quote": "You make this place tolerable — and that’s not easy! Happy Birthday! (Let’s grab lunch\/drinks soon!)",
    "relation": "colleague"
  },
  {
    "quote": "Your birthday is a promise that life has more to offer you, more plans to make, more goals to reach and more dreams to see come true. It’s a pleasure to wish you a happy birthday.",
    "relation": "colleague"
  },
  {
    "quote": "Happy birthday to you. We still don’t know how old you are. Only you, God, and Human resources know your real age.",
    "relation": "colleague"
  },
  {
    "quote": "I feel blessed for having such an incredible work partner. Thank you for your guidance, I learn so much from you. Happy birthday, wishing you a wonderful celebration.",
    "relation": "colleague"
  },
  {
    "quote": "Faith, union and patience are the secrets of progress. I wish you to remain firm on these golden principles throughout your life. Happy Birthday.",
    "relation": "colleague"
  },
  {
    "quote": "Happy Birthday To My Wonderful Co-worker. Wishing you all the success and happiness in the world!",
    "relation": "colleague"
  },
  {
    "quote": "Birthday congratulations to our absolutely terrific colleague. Wishing you and your family the most abundant blessings. Be always happy.",
    "relation": "colleague"
  },
  {
    "quote": "The warmest birthday greetings to my dear coworker. My work days are more lively and fun with you. Thank you for your cheerfulness. Wishing you only the best in everything that you do.",
    "relation": "colleague"
  },
  {
    "quote": "In honor of your birthday, our team decided it should be party time. We’ll go out to party while you stay here and handle our deadlines.",
    "relation": "colleague"
  },
  {
    "quote": "Today is a perfect occasion to say that I truly like sharing my work days with you, my colleague. Your presence somehow makes all the environment more cheerful and comfortable. The greatest wishes on your birthday.",
    "relation": "colleague"
  },
  {
    "quote": "We are glad that you’re a part of our team. Wishing you the best of blessings and good luck on your birthday.",
    "relation": "colleague"
  },
  {
    "quote": "Wishing you a great birthday and a memorable year. From all of us.",
    "relation": "colleague"
  },
  {
    "quote": "You’re such a fabulous co-worker that they could pay me peanuts and I would still want to work with you.",
    "relation": "colleague"
  },
  {
    "quote": "Today is the day when you should really start living your life to the fullest. Be happy.",
    "relation": "colleague"
  },
  {
    "quote": "I would take the privilege to tell you that you are a perfect co-worker and a friend. Hope your birthday is as wonderful as you are.",
    "relation": "colleague"
  },
  {
    "quote": "Happy Birthday to the world’s best coworker. Feel free to send a similar message to me on October 11th when it’s my birthday!Just a quick note to wish you a Happy Birthday. Here’s to a healthy and prosperous year ahead!",
    "relation": "colleague"
  },
  {
    "quote": "Happy Birthday. You’re not just our co-worker, you’re also a great friend. Here’s hoping this year’s celebration is the sweetest one ever!",
    "relation": "colleague"
  },
  {
    "quote": "Happy Birthday To My Amazing Co-worker. The meetings, the deadlines and the conference calls can wait. Today is all about celebrating someone very special, who makes coming to work so much fun.",
    "relation": "colleague"
  },
  {
    "quote": "Dear colleague, your hard work, determination and enthusiasm is a great source of inspiration to everyone of us. Wishing you a wonderful day and prosperous life.",
    "relation": "colleague"
  },
  {
    "quote": "Happy Birthday. Balloons, cake, lots of fun and laughter. That’s the only way to celebrate a co-worker as awesome as you! Enjoy your special day.",
    "relation": "colleague"
  },
  {
    "quote": "Happy Birthday. I am so fortunate to have a co-worker and friend as wonderful as you. I hope all your wishes come true today and in the year ahead!",
    "relation": "colleague"
  },
  {
    "quote": "I have a perfect gift for your birthday – I’ll do one of your not-so-loving work for you. It’s perfect idea, right? Just don’t use my goodness too much.",
    "relation": "colleague"
  },
  {
    "quote": "This job has tons of benefits and being on a team with you is one of the best ones. Have a great Birthday and a great year ahead.",
    "relation": "colleague"
  },
  {
    "quote": "Wishing you strength and persistence in reaching all your greatest goals, my colleague. Be happy and have a great celebration.",
    "relation": "colleague"
  },
  {
    "quote": "Happy Birthday. Here’s to a cool co-worker who means business when it comes to celebrating. Time to kick up your heels and have some fun!",
    "relation": "colleague"
  },
  {
    "quote": "Wishing you a relaxing birthday and happiness in the year to come.",
    "relation": "colleague"
  },
  {
    "quote": "Happy birthday to my incredibly awesome colleague. Wishing you a fabulous celebration tonight and sizable promotion this year.",
    "relation": "colleague"
  },
  {
    "quote": "Happy birthday to my great colleague who makes work more rewarding and to be honest more fun.",
    "relation": "colleague"
  },
  {
    "quote": "Wishing you the best on your birthday and everything good in the year ahead.",
    "relation": "colleague"
  },
  {
    "quote": "Wishing you all the happiness you deserve. Have a wonderful birthday!",
    "relation": "colleague"
  },
  {
    "quote": "I hope you enjoyed this list of funny happy birthday wishes for a coworker to share some celebratory words on their special day.",
    "relation": "colleague"
  },
  {
    "quote": "As a boss you have guided us on each step of the way. We appreciate that a lot and on your big day we wish you a great success and well-being.",
    "relation": "boss"
  },
  {
    "quote": "Happy birthday to the most amazing boss, supporter and guide! We wish you growth and prosperity in all life aspects!",
    "relation": "boss"
  },
  {
    "quote": "I’m so proud to tell you that it’s been always a great pleasure working with you at work. You are such a great leader and you really deserve a warm greeting on your birthday today. Happy birthday boss!",
    "relation": "boss"
  },
  {
    "quote": "Today is your birthday and I simply wish for all your success. Me and the rest of the team are lucky enough to have a boss like you. You are such a modest person and we hope that even you grow old yearly; you will stay the same for us. Thank you for all the inspiration and encouragement you have contributed to us. Happy birthday Boss!",
    "relation": "boss"
  },
  {
    "quote": "Your good karma makes working here good karma for others. You’re great! Happy Bday Boss!",
    "relation": "boss"
  },
  {
    "quote": "Being a great boss that you are You have surely guided us in every step of life. Thanks for your support and guidance Sir It means a lot Happy Birthday Boss Stay Blesses in life!",
    "relation": "boss"
  },
  {
    "quote": "Happy Birthday you have been through ups and downs, Sunshine and rain. Oncw again, today is the day to celebrate milestones in your life. You are an exemplary person and I am glade to tell you this Happy Birthday Boss.",
    "relation": "boss"
  },
  {
    "quote": "You are worthy of respect and admiration. Always full of, energy and motivation in tough times, you've cut us some slack. As a Boss, we know you've always got our backs.",
    "relation": "boss"
  },
  {
    "quote": "May you have another year of good times and great accomplishments. Here's to the boss!",
    "relation": "boss"
  },
  {
    "quote": "Our success is only a reflection of how you’ve molded us to be the best workers this side of the universe. Happy Birthday Boss!",
    "relation": "boss"
  },
  {
    "quote": "Work is so much fun with a leader like you. Warm wishes for a Happy Birthday",
    "relation": "boss"
  },
  {
    "quote": "Wishing you a stress free and joyous  Birthday, dear boss! And all the best for another great year",
    "relation": "boss"
  },
  {
    "quote": "I wish you happiness and successin  whatever you do! Happy Birthday to you!",
    "relation": "boss"
  },
  {
    "quote": "I really appreciate your helpful and motivating nature You are an excellent Boss with a generous heart. Happy Birthday!",
    "relation": "boss"
  },
  {
    "quote": "May there be many more successful years in your life! Happy Birthday, Boss!",
    "relation": "boss"
  },
  {
    "quote": "Happy Birthday Boss, keep up the good work.",
    "relation": "boss"
  },
  {
    "quote": "It has been a pleasure to work with you, Sir. Happy Birthday!",
    "relation": "boss"
  },
  {
    "quote": "May you have a fun filled day and all your dreams come true!",
    "relation": "boss"
  },
  {
    "quote": "You as a leader have always inspired us to give our best. Wishing you loads of happiness on your birthday.",
    "relation": "boss"
  },
  {
    "quote": "You have been a brilliant boss and a wonderful mentor. I’d always cherish your advice. Happy birthday!",
    "relation": "boss"
  },
  {
    "quote": "You are not only a good boss but also a great person. Have a brilliant birthday!",
    "relation": "boss"
  },
  {
    "quote": "Success wouldn’t have been easy without your expert guidance and leadership. Wishing you loads of fun on your birthday!",
    "relation": "boss"
  },
  {
    "quote": "It’s your birthday boss. So, we have only one agenda today – celebration!",
    "relation": "boss"
  },
  {
    "quote": "Today is your day to take a break from deadlines and meetings. Happy Birthday!",
    "relation": "boss"
  },
  {
    "quote": "Let’s raise a toast to your health and success. Many happy returns of the day!",
    "relation": "boss"
  },
  {
    "quote": "Wishing a very happy birthday to the world’s best boss.",
    "relation": "boss"
  },
  {
    "quote": "It’s nice to work with someone who knows the secrets of success and is a good manager as well. Happy Birthday Boss!",
    "relation": "boss"
  },
  {
    "quote": "Happy birthday to the very special boss, who is always so energetic and fun loving.",
    "relation": "boss"
  },
  {
    "quote": "A boss, who you can look up to, is very rare to find. Wishing you a healthy and happy life on your birthday!",
    "relation": "boss"
  },
  {
    "quote": "Your birthday calls for a grand celebration. May you have many more such wonderful birthdays!",
    "relation": "boss"
  },
  {
    "quote": "Let's get the party going. It's your birthday and you deserve to have a ball, Boss.",
    "relation": "boss"
  },
  {
    "quote": "Happy birthday! Thanks for being such a wonderful leader and a great mentor.",
    "relation": "boss"
  },
  {
    "quote": "Happy birthday boss! Wishing you good luck for all our future endeavors.",
    "relation": "boss"
  },
  {
    "quote": "Happy Birthday to you, boss. May you get all your wishes but one - so you always have something to strive for!",
    "relation": "boss"
  },
  {
    "quote": "Happy Birthday to you and all the best for yet another great year in your professional and personal life!",
    "relation": "boss"
  },
  {
    "quote": "I never thought I’d put it in writing but I look forward to Mondays! That’s because of you!  You’re the best boss ever! Happy birthday!",
    "relation": "boss"
  },
  {
    "quote": "Happy birthday, boss! Your special day is special to us. You’re special to us…as an incredible boss and an even more incredible friend.",
    "relation": "boss"
  },
  {
    "quote": "Have a wonderful birthday, boss! We think you’re a wonderful person, a wonderful mentor and a wonderful friend.",
    "relation": "boss"
  },
  {
    "quote": "A great teacher is one who knows their students, motivates them, and helps them evolve. You are definitely one of the greatest. Thank you for all your guidance and all you have taught me. I wish you a happy birthday and many more to come!",
    "relation": "teacher"
  },
  {
    "quote": "To the best teacher, the most caring and friendly of them all, I wish a happy birthday, much love, health and lovely surprises!",
    "relation": "teacher"
  },
  {
    "quote": "Teachers as great as you are hard to come by! You are so dedicated and you want nothing but the best for your students. Have a great birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Your classes are more than a simple lesson on some subject, they are lessons on life. You manage to keep it both interesting and fun. I never thought I could have so much fun learning. You are the best teacher of all, not just because the reasons that I've already mentioned, but also because you bring out the best in your students. I wish you the best of birthdays!",
    "relation": "teacher"
  },
  {
    "quote": "Dear teacher, I always wanted to be a doctor, but now I want to be a teacher like you! I wish you a wonderful birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Each day you make the world a better place with your patience, your knowledge, and all the care and dedication you put into teaching. You help shape the minds of the adults of tomorrow, and for that we all thank you. Happy birthday, dear teacher! Never give up on your passion for teaching, and never stop inspiring your students.",
    "relation": "teacher"
  },
  {
    "quote": "In you, I found a great person who has taught me not only facts about books but about life itself. You deserve all the happiness your heart desires, and I wish you the very best today and all other days. Have a joyous birthday, teacher!",
    "relation": "teacher"
  },
  {
    "quote": "What you taught us goes well beyond the duties of a teacher. You are a mentor, a guide and, to some of us, even a parent. Our lives have changed forever. You are such a role model for everyone. Wishing you the very best for many years to come!",
    "relation": "teacher"
  },
  {
    "quote": "I miss being your student. I’m constantly reminded of the lessons you taught us. I wish you all the best on your special day!",
    "relation": "teacher"
  },
  {
    "quote": "More than teaching, you showed us how to be better and to believe in ourselves! I wish you many more candles to blow!",
    "relation": "teacher"
  },
  {
    "quote": "When I used to be in lessons at school I would count the minutes, waiting to be saved by the bell. But one day, at the beginning of the school year, I had a lesson that I didn't want to end. It was in your lessons that I learnt how great school could be! I hope you have a wonderful birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Dear teacher, on this lovely day I’m wishing you much joy, love, health and success for every day of your life. Happy birthday! May you continue to teach and inspire young minds for many, many years to come.",
    "relation": "teacher"
  },
  {
    "quote": "It's your birthday, Grandpa! Thank you for always taking such good care of me and for loving me always! You are my guide, my teacher, my everything! You deserve a day filled with happiness and a year of never-ending joy!",
    "relation": "teacher"
  },
  {
    "quote": "Another year has gone by and never before have you looked so good. Time has been kind to you, and so I hope life will always treat you the wonderful way you deserve. Have a very happy birthday! Laugh a lot and celebrate this special day with the people you love the most. I wish you the best, and may the next year of your life be the happiest so far. Lots of love, hugs and best wishes to you!",
    "relation": "teacher"
  },
  {
    "quote": "Happy birthday to you! Have a lovely day, and may your heart be filled with love and your life surrounded by happiness.",
    "relation": "teacher"
  },
  {
    "quote": "This is a very special day, because a very special person is celebrating another birthday. I wish you a happy day! I hope you get all you want in life, and that today you spend time with your loved ones so that you can celebrate together. Remember to be real to who you are, always faithful to your desires and your pursuit of happiness. You deserve all the wonderful things that you are fighting for, and I know that the most beautiful of them all are still heading your way. Happy birthday, my dear!",
    "relation": "teacher"
  },
  {
    "quote": "Blessed be the day you were born and each year you have had on this earth. Happy birthday to you! May happiness never leave your side, and shine brightly every day. I wish only the best for you, lots of laughter, good health and that all your dreams come true. Live life to the fullest, especially today!",
    "relation": "teacher"
  },
  {
    "quote": "On this very special day, my wish for you is that all of your dreams may come true. Be patient, though, because sometimes the most precious things in life take time. Have a lovely birthday!",
    "relation": "teacher"
  },
  {
    "quote": "It’s time to celebrate, because it’s someone’s very special birthday today: yours! Wishing you an awesome day, full of smiles and amazing surprises. Be happy, you deserve it more than anyone!",
    "relation": "teacher"
  },
  {
    "quote": "Have a wonderful birthday, my dear! You are a very special person and you deserve all the happiness life can give you.",
    "relation": "teacher"
  },
  {
    "quote": "Sometimes life gives us treasures in the form of loving people. You are one of those gifts and I’m thankful for that. Happy birthday to you! Be assured that you are very special to me.",
    "relation": "teacher"
  },
  {
    "quote": "Always special, ever amazing and forever in my heart. Happy birthday to you, and may all your dreams come true!",
    "relation": "teacher"
  },
  {
    "quote": "Happy birthday to the kindest, most incredible person I have the pleasure of knowing! You deserve a day filled with nothing but happiness, laughter, and joy. You are truly so special to me, and I want you to know that I hold you very close to my heart. Have an amazing day, my dear. Enjoy it!",
    "relation": "teacher"
  },
  {
    "quote": "Sending all the happiness in the world today to someone very special to me, one of my besties! Have a truly amazing birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Someone as special as you deserves a day filled with great moments, the best atmosphere, and lots of laughs! Enjoy your day with all of your loved ones around you, and I hope you make plenty of happy memories that’ll last a lifetime! Cheers!",
    "relation": "teacher"
  },
  {
    "quote": "I want to wish a happy birthday to a very special student. Students like you make teaching so fulfilling and rewarding. You make me proud to be your teacher. There are no limits for you in life, you will become whatever you wish to become. I wish you the best of luck in all of your endeavours. Have a great birthday!",
    "relation": "teacher"
  },
  {
    "quote": "You were one of the most amazing gifts life has given me. So, in this day, I hope life showers you with great gifts. I have so much to thank you for; you are a friend, a father and a teacher. I admire you for always being true to your principles. I hope life blesses you with happiness, health and many more years! Have a great birthday, grandad!",
    "relation": "teacher"
  },
  {
    "quote": "You are everything to me: a friend, a father, a teacher and role model. I could always confide in you. You taught me everything there was to know.But best of all, I could always get the love I needed. Have a day filled with love, grandad!",
    "relation": "teacher"
  },
  {
    "quote": "Dear Teacher, All year you try your best to make us learn things better. Today is a special day for you. May you get Blessings in Life. Happy Birthday to you.",
    "relation": "teacher"
  },
  {
    "quote": "Happy birthday to you! Dear Teacher. May the sunshine of your knowledge keep spreading the happiness on the flat faces, and you live longer.",
    "relation": "teacher"
  },
  {
    "quote": "Have a very happy birthday! Laugh a lot and celebrate this special day with the people you love the most.",
    "relation": "teacher"
  },
  {
    "quote": "What you taught us goes well beyond the duties of a teacher. You are a mentor, a guide and, to some of us, even a parent. Our lives have changed forever. You are such a role model to everyone. Wishing you but the best and many years to come!",
    "relation": "teacher"
  },
  {
    "quote": "A great teacher is the one who knows their students, motivates them and helps them evolve. You are definitely one of the great. Thank you for all your guidance and teachings. I wish you a happy birthday and many more to come!",
    "relation": "teacher"
  },
  {
    "quote": "Everyday you make the world a better place, with your patience, with your knowledge, with all the dedication and care you put into your teaching position. You help shape the minds of the adults of tomorrow, and for that we all thank you. Happy birthday, dear teacher! Never give up on your passion for teaching, and never stop inspiring your students.",
    "relation": "teacher"
  },
  {
    "quote": "In everyone’s life there is one teacher whose words remain engraved in the heart and soul for a lifetime. For me, it’s you. Happy birthday.",
    "relation": "teacher"
  },
  {
    "quote": "In you I found a great person who've taught me not only facts of the books, but about life itself. You deserve all the happiness your heart can take and that’s what I wish for you today, the best of all days. Have a joyous birthday, teacher!",
    "relation": "teacher"
  },
  {
    "quote": "Hey Teacher, on this special day I want to thank you for all the priceless gift you are giving us every day. The Give of Knowledge and education! Happy Birthday, Mentor!",
    "relation": "teacher"
  },
  {
    "quote": "Teacher, you are the reason we look forward to coming to school every day. This is a Happy Birthday, but also a Thank You from all of us.",
    "relation": "teacher"
  },
  {
    "quote": "Nothing in this world is truly flawless, except for the advice I get from you, my beloved teacher, which is truly priceless. Wonderful bday!",
    "relation": "teacher"
  },
  {
    "quote": "Dear Sweetteacher, I always wanted to be a doctor, but now I want to be a teacher like you! I wish you a wonderful birthday!",
    "relation": "teacher"
  },
  {
    "quote": "To educate someone is an honor, You educate countless children without taking any credit. The knowledge you spread is priceless. happy Bday teacher…",
    "relation": "teacher"
  },
  {
    "quote": "We are proud that we were your students, because we know that we learned from the best! Wishing you a wonderful birthday!",
    "relation": "teacher"
  },
  {
    "quote": "A lot of people can teach lessons based on books but only gifted teachers like you have the ability to go beyond the bookish lessons and teach us about the real life lessons to face hurdles and come over from any situation. Happy birthday to the most adorable teacher!",
    "relation": "teacher"
  },
  {
    "quote": "Teacher, Thank you for teaching me, it was a great pleasure to be your student. We will be always grateful for you. Happy birthday, to our dearest teacher…",
    "relation": "teacher"
  },
  {
    "quote": "Happy birthday to our dearest and respectable teacher! Thank you for always being with us, for never letting us down and for believing in us! You are the best teacher that I have ever met in my life.",
    "relation": "teacher"
  },
  {
    "quote": "Dear teacher, you taught me how to read, write and talk Moreover you taught me how to be good human being. Wishing you a very Happy birthday may you live hundreds of years and teach million more children like me….",
    "relation": "teacher"
  },
  {
    "quote": "The teacher you always motivate us, inspired us, fill us with enthusiasm and encourage us where we got demoralized. Happy birthday to the teacher who teaches us to be better every day.",
    "relation": "teacher"
  },
  {
    "quote": "To educate someone is an honor; you educate countless children without taking any credit for it. Knowledge is the priceless presents that you give us. Happy birthday, teacher",
    "relation": "teacher"
  },
  {
    "quote": "You are a true inspiration for me, Thank you for giving us something to carry home each day. Happy birthday to an honorable teacher!",
    "relation": "teacher"
  },
  {
    "quote": "Happy birthday to one of the few people whose birthday I can remember without a Facebook reminder.",
    "relation": "teacher"
  },
  {
    "quote": "Happy Birthday. There is a whole lot of love, and a great big gift too, in this birthday greeting that is coming to you!",
    "relation": "teacher"
  },
  {
    "quote": "You are not just our sister, but you are also a close friend who is always there to suggest us what’s good and what’s bad. Please sister, be there with us always. We need you. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Having the academic rank of a professor is an honor that not everyone can have. Being your student is also an honor! Happy Birthday to a person who has integrity and dignity!",
    "relation": "teacher"
  },
  {
    "quote": "May this birthday of yours be filled with lots of happy moments. A teacher like you deserves all the happiness in life. Happy birthday.!",
    "relation": "teacher"
  },
  {
    "quote": "By teaching me math, you didn’t just teach me how to add numbers but also how to add value to my life. Happy birthday teacher.",
    "relation": "teacher"
  },
  {
    "quote": "Teachers are the majicals thet put life into the cold walls of schools.",
    "relation": "teacher"
  },
  {
    "quote": "To educate someone is an honor; you educate countless children without taking any credit for it. Knowledge is the priceless presents that you give us. Happy birthday, teacher…!",
    "relation": "teacher"
  },
  {
    "quote": "Some personalities are remembered by the world till the eternity, not just because of their external beauty, but because of their contribution that they had done for the welfare of human being and nature in their life. I can proudly say that you are few of them. Happy birthday.",
    "relation": "teacher"
  },
  {
    "quote": "Happy birthday to world’s best teacher…have a nice year ahead SIR….",
    "relation": "teacher"
  },
  {
    "quote": "You are a true inspiration for me, Thank you for giving us something to carry home each days. Happy birthday to an honorable teacher!",
    "relation": "teacher"
  },
  {
    "quote": "My presentation is the your presentation, My goodness is your goodness i love my teacher.",
    "relation": "teacher"
  },
  {
    "quote": "It’s my goodness that you became a teacher. Wish you a nice birthday, my dearest teacher…",
    "relation": "teacher"
  },
  {
    "quote": "Teacher, Thank you for teaching me, it was a great pleasure to be your student. We will be always grateful for you. Happy birthday, to our dearest sir…",
    "relation": "teacher"
  },
  {
    "quote": "Happy Birthday to my favorite teacher who gives so much of his ability. Money cannot compensate all of your effort and we appreciates and celebrates you today. Happy Birthday teacher.",
    "relation": "teacher"
  },
  {
    "quote": "You are a teacher, a friend, a philosopher and a guider. What more one can ask for! We are lucky to have you as our class teacher. Thank you! Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Years have passed, still I remember how you used to teach us and make us learn the important aspects of life in such an easy way. Madam\/Sir, you still are the best teacher I have ever had. This is to let you know that you are special. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "I am so lucky because ALLAH gifted me a teacher like you who always help me to become a good student Happy birthday dear, SIR…",
    "relation": "teacher"
  },
  {
    "quote": "It’s my goodness that you became a teacher. Wish you a nice birthday, my dearest SIR…!",
    "relation": "teacher"
  },
  {
    "quote": "I would not like coming to work if you did not welcome me with your smile every day. Wishing you a happy birthday.",
    "relation": "teacher"
  },
  {
    "quote": "My become a good person is the credit of my teacher.",
    "relation": "teacher"
  },
  {
    "quote": "I am so lucky because God gifted me a teacher like you who always help me to become a good person Happy birthday dear, SIR…",
    "relation": "teacher"
  },
  {
    "quote": "May this birthday of yours be fills with lots of happy moments. A teacher like you deserves all the happiness in life. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "You are a true inspiration for me, Thank you for giving us somethings to carry home each day. Happy birthday to an honest teacher!",
    "relation": "teacher"
  },
  {
    "quote": "You are a true inspiration for me, Thank you for giving us something to carry home each day. Happy birthday to an honest teacher!",
    "relation": "teacher"
  },
  {
    "quote": "You kept saying “You can do better” and those words made me work harder. Today I am who I’ve become well-known because you kept pushing, thank you. Happy birthday teacher!",
    "relation": "teacher"
  },
  {
    "quote": "You kept saying “You can do better” and those words made me work harder. Today I am who I’ve become famous because you kept pushing, thank you. Happy birthday teacher!",
    "relation": "teacher"
  },
  {
    "quote": "The real meaning of teamwork is not in management textbooks but in the teachings of mentors and colleagues like you. Happy birthday and thanks for being my teacher.",
    "relation": "teacher"
  },
  {
    "quote": "You kept saying “You can do better” and those words made me work harder. Today I am who I’ve become because you kept pushing, thank you. Happy birthday teacher!",
    "relation": "teacher"
  },
  {
    "quote": "Thank you for giving us something to carry home each day, something to help us grow with every lesson. Happy birthday sir!",
    "relation": "teacher"
  },
  {
    "quote": "You are an inspiration to many of us, though we never show it as much as we should. Happy birthday to an extraordinary teacher!",
    "relation": "teacher"
  },
  {
    "quote": "Years have passed, still I remember how you used to teach us and make us learn the important aspects of life in such an easy way. Maám\/Sir, you still are the best teacher I have ever had. This is to let you know that you are special. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "I owe all my success to you dear teacher, if you wouldn’t have taught me the precious life lessons I wouldn’t have reached at this place. You are a blessing. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "You are a teacher, a friend, a philosopher and a guide. What more one can ask for! We are lucky to have you as our class teacher. Thank you! Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Since we are sisters I guess I have to say something sweet on your birthday like if you fall I will help you up. You know I will always be there, but only after I’ve had a few laughs about it. Happy bday, sis.",
    "relation": "teacher"
  },
  {
    "quote": "You are not just our teacher, but you are also a close friend who is always there to suggest us what’s good and what’s bad. Please teacher, be there with us always. We need you. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "May your wisdom doubles every day, so that you continue to teach the wonderful life lessons to your future students. Happy birthday to you.",
    "relation": "teacher"
  },
  {
    "quote": "You taught us what’s wrong and what’s right. You worked harder to make us learn and improve our personality. You’re truly a great teacher. I am lucky to be your student. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Your precious life lessons are the best gift to me, I am too small to gift you anything. Therefore, sending warm wishes to you on your birthday. May you have the best birthday ever. Happy birthday dear teacher!",
    "relation": "teacher"
  },
  {
    "quote": "May this birthday of yours be filled with lots of happy moments. A teacher like you deserves all the happiness in life. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Dear teacher….today I would like to appreciate your flawless way of mentorship. You are an outstanding teacher worthy of an award. Happy birthday dearest teacher!",
    "relation": "teacher"
  },
  {
    "quote": "I still wonder how you managed to handle such characters as we were in school. You are an outstanding teacher and because you disciplined us with one hand and drew us in with the other, we are who we have become today. Thank you and have a happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Thank you for all the priceless advice and directions. I pray that I become as kind, admirable, dignified, respectable and excellent as you are my dear teacher. Happy birthday!",
    "relation": "teacher"
  },
  {
    "quote": "May God give you the strength and wisdom to mentor and teach others as well as you taught us. Happy birthday dearest teacher!",
    "relation": "teacher"
  },
  {
    "quote": "Dear sir, Wishing you a very happy birthday.May this birthday be the all wish fullfilling one. May you always stay healthy and young at heart....have a nice time.☺",
    "relation": "teacher"
  },
  {
    "quote": "Happy Birthday to my favorite teacher who gives so much of his ability. Money cannot compensate all of your effort and we appreciate and celebrate you today. Happy Birthday teacher.",
    "relation": "teacher"
  },
  {
    "quote": "Is the world as soon as we entered. Time goes very quickly to the point that it has become much stronger, and bigger, but you’ll always be my teacher. Happy Birthday Sir.",
    "relation": "teacher"
  },
  {
    "quote": "I am just another student for you, but this is to let you know that you are my most favourite teacher. Thank you for everything. Happy birthday to you.",
    "relation": "teacher"
  },
  {
    "quote": "I take pride in having learnt from a teacher like you because, now my life has a purpose and a cause. Happy birthday.",
    "relation": "teacher"
  },
  {
    "quote": "Dear teacher… we got you a small gift for your birthday, but it is incomparable to the gift that you give us every day. Education and knowledge are the priceless presents you bestow on us, even though there isn’t a single day when we don’t create a fuss. Happy birthday.",
    "relation": "teacher"
  },
  {
    "quote": "You are the one who adds color into my life. You have taught numerous things in life Wish you a Happy Birthday My Dear Teacher. Thanks for everything.",
    "relation": "teacher"
  },
  {
    "quote": "Good teachers give more than just education. They impart the confidence that students need to be successful in life. Thanks for being one such teacher. Happy birthday.",
    "relation": "teacher"
  },
  {
    "quote": "Some people say that teachers are a mentor who guides you in every place. But they are like second parents who always teaches the best thing they know. Thanks for making all the boring classes in school so interesting. Happy birthday My mentor.",
    "relation": "teacher"
  },
  {
    "quote": "Teacher, you’ve helped me in so many ways. I’m grateful for your dedication! So this birthday I’m wishing you A well-deserved celebration!",
    "relation": "teacher"
  },
  {
    "quote": "Sometimes the stuff we learn in class every day is exciting. Sometimes with all the homework, things get really dull and boring. But all that doesn’t matter because as a teacher you are just amazing. Happy birthday.",
    "relation": "teacher"
  },
  {
    "quote": "You’re certainly the best teacher I ever had and your classes are the only classes that I miss so bad, happy bday my dear teacher!",
    "relation": "teacher"
  },
  {
    "quote": "Dearest teacher, today is that one day of the year that you are officially allowed to ask us to behave and not to act annoying, wonderful bday to you and thank you for tolerating us despite all of the drama!",
    "relation": "teacher"
  },
  {
    "quote": "You do so much more than teach. You are an inspiration in the way you relate to your students and the way you conduct your life. Happy Birthday.",
    "relation": "teacher"
  },
  {
    "quote": "You are not the only teacher I’ve had, but yours are the only classes that I miss real bad. Happy birthday.",
    "relation": "teacher"
  },
  {
    "quote": "You made each lesson learning a fun filled experience for us. We never got bored of your lectures. Thanks Sir and a very happy birthday to you.",
    "relation": "teacher"
  },
  {
    "quote": "Dearest teacher, thank you for you never get tired to put up with all our silly mistakes and even tolerate our bad behavior. Most of all, thank you for succumbing to our crazy tantrums in school. Because of that, you truly deserve to receive the best teacher award, wonderful birthday!",
    "relation": "teacher"
  },
  {
    "quote": "Today is a great day, Today is meant to celebrate, It’s our favourite teacher’s birthday! May luck and patience never leave you!",
    "relation": "teacher"
  },
  {
    "quote": "ENJOY Every Moment Of YOUR LIFE May Everyday Bring Something New And Exciting For You May This Birthday Turn Out to Be As Amazing As You!",
    "relation": "student"
  },
  {
    "quote": "Here comes a special day. Sents with lots of love, From the Almighty above. This wonderful day, Filled with sweet joy, Only for you. Happy Birthday Dear!",
    "relation": "student"
  },
  {
    "quote": "Let the GOD decorate each GOLDEN RAY of THE SUN reaching u with wishes of success, happiness and prosperity 4u, wishes you a super duper Happy Birthday!",
    "relation": "student"
  },
  {
    "quote": "Today is lovely day ,hope it showers you, with lots of surprises. Keep playing happily, And never fall down. Stay healthy and good, In the year to come. Happy Birthday!",
    "relation": "student"
  },
  {
    "quote": "Have fun blowing out all the candles on your cake while you can still count them. Wishing you a Happy Birthday.",
    "relation": "student"
  },
  {
    "quote": "May your sweet smile never fade way. I wish you a very happy and sweet birthday. Good bless you.",
    "relation": "student"
  },
  {
    "quote": "May this birthday bring lots of special things....... joy, friend and best wishes from near and dear filled with fun and cheer.",
    "relation": "student"
  },
  {
    "quote": "Birthdays come only once a year. But a person like you, bring life to hundred every single day! I’m so gland that god sent you into this world. Happy Birthday !",
    "relation": "student"
  },
  {
    "quote": "Happy birthday to you  From the bottom of my heart. May your good times multiply, Till they’re flying off the chart! Happy Birthday dear Student",
    "relation": "student"
  },
  {
    "quote": "To the world, you may be just a person, but to me, you are more than the world. Happy birthday love.",
    "relation": "student"
  },
  {
    "quote": "Birthdays are unique times, the more you celebrate, the more you are assured of success.",
    "relation": "student"
  },
  {
    "quote": "As long as you work hard and never stop believing in yourself, good luck and success shall always accompany you. Happy birthday.",
    "relation": "student"
  },
  {
    "quote": "On your Big Day, it is my hope that your academic journey will continue to be a wonderful experience for you. Happy birthday.",
    "relation": "student"
  },
  {
    "quote": "Always strive to be the best in your class and in everything you do. Don’t stop dreaming and making those excellent grades. Happy birthday.",
    "relation": "student"
  },
  {
    "quote": "Happy birthday to you, dear one. I hope you explore all the opportunities you’ll find in college. Study hard and don’t forget your ambitions in life. You’ll certainly go places, my dear.",
    "relation": "student"
  },
  {
    "quote": "I wish you nothing but the very best of luck in your studies. May this special day be the beginning of the materialization of all your dreams and goals in life. Happy birthday.",
    "relation": "student"
  },
  {
    "quote": "One of my greatest achievements as a teacher is the role that I played in forming you into the wonderful person you have become today. I will always be proud of being your teacher. Happy birthday",
    "relation": "student"
  },
  {
    "quote": "I miss your brilliant questions and stunning performances in my class. Continue to shine wherever you find yourself. Happy birthday, and have a great day.",
    "relation": "student"
  },
  {
    "quote": "How can I ever forget the birthday of an outstanding student like you?! I hope you continue to excel in this new chapter of your life. Happy birthday.",
    "relation": "student"
  },
  {
    "quote": "You were an exceptional student, and I am certain you will meet with success wherever you find yourself. Happy birthday.",
    "relation": "student"
  },
  {
    "quote": "I still remember you as the student who always took his\/her studies seriously. You shall always remain one of the best students that I have ever had. Happy birthday. May this special day bring you all the happiness and success you deserve in life.",
    "relation": "student"
  },
  {
    "quote": "I miss having a wonderful student like you in my class. May you continue to tackle the challenges of life with the determination and enthusiasm that you tackled your studies. I am proud of you. Happy birthday.",
    "relation": "student"
  },
  {
    "quote": "Happy Birthday Dear: I wish you spent more and more awesome, exciting and wonderful year on the surface of this world.",
    "relation": "student"
  },
  {
    "quote": "Today, God has gifted us a smart, awesome, Beautiful and interesting student. Have a Happy Birthday am May all your Dreams come true!!",
    "relation": "student"
  },
  {
    "quote": "I am not with you to celebrate your Birthday, but you are with me always in my memories. Happy Birthday Dear!",
    "relation": "student"
  },
  {
    "quote": "May your whole life fulfilled with smile, love music and cake. Just as today! Happy Bday dear!",
    "relation": "student"
  },
  {
    "quote": "Birthday gives you the feeling of being a celebrity because on your special day you are going get a lot of attention and congratulation from everyone! Happy Birthday dear",
    "relation": "student"
  },
  {
    "quote": "Happy Birthday My princess! My wish is for you to enjoy your life and chase your dreams. May you always stay healthy and happy.",
    "relation": "student"
  },
  {
    "quote": "I am waiting to align all the star in right position to start celebrating your Birthday. I love you a lot and hope your special day become the most Special day on life.",
    "relation": "student"
  },
  {
    "quote": "Every year an extra candle add on your cake I hope this extra candle bring extra smile inside yours. Happy Birthday to you my dear student.",
    "relation": "student"
  },
  {
    "quote": "May your life get filled with love, harmony, peace, and energy throughout coming year Wish you a super excited Birthday .",
    "relation": "student"
  },
  {
    "quote": "Wishing you a birthday filled with sweet moments and wonderful memories to cherish always! Happy Birthday.",
    "relation": "student"
  },
  {
    "quote": "Birthday is just the first day of another 365 days journey around the sun.Enjoy the trip, Happy Birthday.",
    "relation": "student"
  },
  {
    "quote": "Happy Birthday. Wishing you more glorious and wonderful years on the surface of the earth – or wherever you might be.",
    "relation": "student"
  },
  {
    "quote": "Happy birthday to the most sweetest and sugary student I know, Have an awesome day ahead and stay blessed, Happy birthday!",
    "relation": "student"
  },
  {
    "quote": "May this day bring countless happiness and endless joy and live with peace and serenity. Happy Birthday.",
    "relation": "student"
  },
  {
    "quote": "I hope that 4 every candle on your cake you get a wonderful surprise.. Happy birthday.",
    "relation": "student"
  },
  {
    "quote": "On your b’day, some words of wisdom…smile while u still have teeth. happy b’day.",
    "relation": "student"
  },
  {
    "quote": "May all happiness come 2 u in all your rest life. many many happy returns of the day. Happy Birthday",
    "relation": "student"
  },
  {
    "quote": "All I got you for your birthday was this post. Hope you enjoy it! Try not to read it all at once. Happy Birthday.",
    "relation": "student"
  },
  {
    "quote": "Wishing you all the fun and excitement that only birthdays can bring.",
    "relation": "student"
  },
  {
    "quote": "Happy birthday to my amazing, beautiful and fabulous best student. You are the most gifted person on this earth .",
    "relation": "student"
  },
  {
    "quote": "Wishing you a birthday filled with sweet moments and wonderful memories to cherish always! Happy Birthday!",
    "relation": "student"
  },
  {
    "quote": "Happy Birthday to one of the few people whose birthday I can remember without a Facebook reminder.",
    "relation": "student"
  },
  {
    "quote": "Birthdays are natures way of telling us to eat more cake. Happy Birthday",
    "relation": "student"
  },
  {
    "quote": "Happy Birthday my precious angel! May God guard all your steps, actions and thoughts and keeps you healthy and lucky!",
    "relation": "student"
  },
  {
    "quote": "Set the world on fire with your dreams and use the flame to light a birthday candle. HAPPY BIRTHDAY",
    "relation": "student"
  },
  {
    "quote": "Angels are singing, the sun is shining, today is your birthday & i am celebrating. You are my angel in heaven. I Love You!",
    "relation": "student"
  },
  {
    "quote": "May God shower his choicest blessings on you. wishing you happiness, good health and a great year ahead. Happy Birthday",
    "relation": "student"
  },
  {
    "quote": "Lots of love and good wishes to the most beautiful child of this universe on his Happy Birthday.",
    "relation": "student"
  },
  {
    "quote": "On your birthday always remember how lucky you are to be surrounded by everyone who loves you. Indulge in your cake and enjoy all your presents. Have an awesome birthday!",
    "relation": "student"
  },
  {
    "quote": "нαρρү вιятн∂αү тσ σηε σғ тнε sωεεтεsт кι∂ ι кησω",
    "relation": "student"
  },
  {
    "quote": "May God shower his choicest blessings on you. wishing you happiness,good health and a great year ahead.",
    "relation": "student"
  },
  {
    "quote": "Wish you a many many happy returns of the day. May God bless you with health, wealth and prosperity in your life. HAPPY BIRTHDAY",
    "relation": "student"
  },
  {
    "quote": "Wishing you all the best that life has to offer on your birthday. May you always stay happy and blessed!",
    "relation": "student"
  },
  {
    "quote": "I know that you have been blessed with so much and I wish you even more blessings on your birthday and the days to come. Happy Birthday!",
    "relation": "student"
  },
  {
    "quote": "I still remember the days When I taught you and made you study You have been a wonderful student Have a Happy Birthday buddy.",
    "relation": "student"
  },
  {
    "quote": "Teachers have their ways and days At times they are strict too But this teacher of yours wants you to know She wishes the best for you .Happy Birthday student",
    "relation": "student"
  },
  {
    "quote": "On this special day dear student ,I just want to say .May all your dreams come true And may all problems shed away Happy Birthday",
    "relation": "student"
  },
  {
    "quote": "I am lucky to have a student like you Who is wise beyond the years and Always believe in yourself And conquer all your fears.Happy Birthday Student",
    "relation": "student"
  },
  {
    "quote": "Every student teaches the teacher.A different way of life.May this birthday bring you luck.And end all your strife.Happy Birthday",
    "relation": "student"
  },
  {
    "quote": "A wish for a perfect student.May all your birthday wishes come true.May you have a great time today.And find happiness in everything you do.",
    "relation": "student"
  },
  {
    "quote": "Great students like you,work on the principle of rockets .It doesnt mean you aim for skies,It means you don’t start studying till ur tail is on fire .Happy Bday",
    "relation": "student"
  },
  {
    "quote": "I have seen your struggles and dedication for exam. Do not stress, take time and do your best. I believe that you will do very well. All the best for your exam.",
    "relation": "student"
  },
  {
    "quote": "I am very much proud because I have a son\/daughter like you. You are an energetic, honest and beautiful person. I hope that you will shine in life.",
    "relation": "student"
  },
  {
    "quote": "Never give up my son\/daughter. You have the full ability to do any work perfectly. So keep working hard and follow your dream.",
    "relation": "student"
  },
  {
    "quote": "You are the person who is responsible for your happiness. We can only show the path but you have to make it. So think about your life carefully and wisely. I know you can do very well in your life.",
    "relation": "student"
  },
  {
    "quote": "I don’t have to think much about your future. Because I have seen you have a very good ability to work hard. A person who works hard will surely gain anything he wants. Good luck.",
    "relation": "student"
  },
  {
    "quote": "My kid is growing up. But I am happy to see that you are very responsible, matured and trustworthy person. Keep all the good work up. My prayer is always with you.",
    "relation": "student"
  },
  {
    "quote": "Dear student, always believe in yourself. You have the ability to do any kind of work whatever it is easy or tough. So be confident and work hard to get your dream.",
    "relation": "student"
  },
  {
    "quote": "Be a good human who helps everyone. Be a good partner, a good friend, a good soul who is honest, trustworthy and responsible. Happiness will find you.",
    "relation": "student"
  },
  {
    "quote": "You are the person who can change the world. You have a big responsibility to make the world better. I know you can do this very well. All the best my dear student.",
    "relation": "student"
  },
  {
    "quote": "Dear, my true success will be seeing you in a better position. Wishing you will be a successful person in life, that will be the best gift for me. So work hard and achieve your success.",
    "relation": "student"
  },
  {
    "quote": "In your life, you will face many bad and hard times. Never lose hope in your bad time. After the heavy rain, we can see the sunshine. Always be positive.",
    "relation": "student"
  },
  {
    "quote": "I am proud that I have got the chance to teach you. You all are very brave and active. Always keep this spirit up. I wish you all the very best.",
    "relation": "student"
  },
  {
    "quote": "Be a student as long as you still have something to learn, and this will mean all your life. – Henry L. Doherty",
    "relation": "student"
  },
  {
    "quote": "Study like there’s no tomorrow because if you keep putting off your studies for tomorrow, you’ll probably be too late.",
    "relation": "student"
  },
  {
    "quote": "Being a good student is less about the ability to rote and more about the desire to learn.",
    "relation": "student"
  },
  {
    "quote": "You have to learn the rules of the game. And then you have to play better than anyone else. – Albert Einstein",
    "relation": "student"
  },
  {
    "quote": "Education is not a safety net. It is the rocket which will propel you towards success. All you have to do is have an aim and work on everything that takes to get a lift-off.",
    "relation": "student"
  },
  {
    "quote": "If you always put limits on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them. – Bruce Lee",
    "relation": "student"
  },
  {
    "quote": "As a student the most important thing to remember is that Laziness is your worst enemy and Hard Work is your best friend.",
    "relation": "student"
  },
  {
    "quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence. – Colin Powell",
    "relation": "student"
  },
  {
    "quote": "Good grades are stepping stones towards getting into a good college, getting a good job and eventually living a good life. Shun those complacent C’s, avoid those boring B’s and strive every single day, to get those awesome A’s.",
    "relation": "student"
  },
  {
    "quote": "Time can be your best friend and your worst enemy depending on whether you use it or waste it.",
    "relation": "student"
  },
  {
    "quote": "Don’t say you don’t have enough time. You have exactly the same number of hours per day that was given to Helen Keller, Pasteur, Michaelangelo, Mother Teresa, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein. – H. Jackson Brown Jr.",
    "relation": "student"
  },
  {
    "quote": "A dream doesn’t become reality through magic; it takes sweat, determination, and hard work. – Colin Powell",
    "relation": "student"
  },
  {
    "quote": "Your ability to discipline yourself to set clear goals, and then to work toward them every day, will do more to guarantee your success than any other single factor. – Brian Tracy",
    "relation": "student"
  },
  {
    "quote": "Never give up. Today is hard, tomorrow will be worse, but the day after tomorrow will be sunshine. – Jack Ma",
    "relation": "student"
  },
  {
    "quote": "Wake up every morning with the thought that something wonderful is about to happen.",
    "relation": "student"
  },
  {
    "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it. – Aristotle",
    "relation": "student"
  },
  {
    "quote": "If you fall behind, run faster. Never give up, never surrender, and rise up against the odds. – Jesse Jackson",
    "relation": "student"
  },
  {
    "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character – that is the goal of true education. – Martin Luther King, Jr.",
    "relation": "student"
  },
  {
    "quote": "If you want to be successful as bad as you want to breathe then you will be successful. – Eric Thomas",
    "relation": "student"
  },
  {
    "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe. – Gail Devers",
    "relation": "student"
  },
  {
    "quote": "Learning is like rowing upstream, not to advance is to drop back. – Chinese Proverb",
    "relation": "student"
  },
  {
    "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today. – Malcolm X",
    "relation": "student"
  },
  {
    "quote": "If you don’t go after what you want, you’ll never have it. If you don’t ask, the answer is always no. If you don’t step forward, you’re always in the same place. – Nora Roberts",
    "relation": "student"
  },
  {
    "quote": "Just remember there is someone out there that is more than happy with less than what you have.",
    "relation": "student"
  },
  {
    "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand. – Vince Lombardi",
    "relation": "student"
  },
  {
    "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family. – Kofi Annan",
    "relation": "student"
  },
  {
    "quote": "Think not of yourself as the architect of your career but as the sculptor. Expect to have to do a lot of hard hammering and chiseling and scraping and polishing. – B.C. Forbes",
    "relation": "student"
  },
  {
    "quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students. – Solomon Ortiz",
    "relation": "student"
  },
  {
    "quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path. – Buddha",
    "relation": "student"
  },
  {
    "quote": "Success is a function of persistence and doggedness and the willingness to work hard for twenty-two minutes to make sense of something that most people would give up on after thirty seconds. – Alan Schoenfeld",
    "relation": "student"
  },
  {
    "quote": "Just know, when you truly want success, you’ll never give up on it. No matter how bad the situation may get.",
    "relation": "student"
  },
  {
    "quote": "Man can live about forty days without food, about three days without water, about eight minutes without air, but only for one second without hope – Hal Lindsey",
    "relation": "student"
  },
  {
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. – Lao Tzu",
    "relation": "student"
  },
  {
    "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure. – Colin Powell",
    "relation": "student"
  },
  {
    "quote": "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day saying, “I will try again tomorrow.” – Mary Anne Radmacher",
    "relation": "student"
  },
  {
    "quote": "Never lose the childlike wonder. Show gratitude… Don’t complain; just work harder… Never give up. – Randy Pausch",
    "relation": "student"
  },
  {
    "quote": "In order to succeed, your desire for success should be greater than your fear of failure. – Bill Cosby",
    "relation": "student"
  },
  {
    "quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection. – Thomas Paine",
    "relation": "student"
  },
  {
    "quote": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do. – Pele",
    "relation": "student"
  },
  {
    "quote": "Focus on making yourself better, not on thinking that you are better. – Bohdi Sanders",
    "relation": "student"
  },
  {
    "quote": "The road to success is not easy to navigate, but with hard work, drive and passion, it’s possible to achieve the American dream. – Tommy Hilfiger",
    "relation": "student"
  },
  {
    "quote": "You can look for inspirational quotes about success but that won’t do you any good until you try to be an inspiration yourself.",
    "relation": "student"
  },
  {
    "quote": "Sister, you are my everything and even more. I feel that I’m definitely one of the luckiest! Happy Birthday.",
    "relation": "sister"
  },
  {
    "quote": "My dear sister, on your special day I‘d like to wish you an exciting life, full of great discoveries and joyful surprises!",
    "relation": "sister"
  },
  {
    "quote": "I’m making a very special birthday wish to the most amazing friend and an incredible wonderful sister. Happy Birthday.",
    "relation": "sister"
  },
  {
    "quote": "Although I never really enjoyed sharing my things with you I have always enjoyed sharing our childhood and love for each other. You’re most precious to me. It was such a great experience to grow up with a crazy and fun girl like you. I cherish all our sweet and exciting childhood memories. For me, you will always be that adorable little sister, happy birthday!",
    "relation": "sister"
  },
  {
    "quote": "I want to thank you, my sis, for being the most loving and caring sister in this entire world. No one understands me better than you. Wish you a Happy Birthday.",
    "relation": "sister"
  },
  {
    "quote": "The sisters don’t have to be around for all the time, but it really becomes a great thing when they are around you. Have a Happy Birthday.",
    "relation": "sister"
  },
  {
    "quote": "Thanks for taking all the good looks in the family- oh and Happy B’day.",
    "relation": "sister"
  },
  {
    "quote": "Maybe you were one of the floating souls in heaven. But I’m so lucky that I’ve found you as my sweet sister. Happy Birthday.",
    "relation": "sister"
  },
  {
    "quote": "Our parents made us siblings, we became friends on our own. Happy Birthday, Sis.",
    "relation": "sister"
  },
  {
    "quote": "Happy bday to the coolest sister ever! You always know how to cheer me up and make my day brighter, love you!",
    "relation": "sister"
  },
  {
    "quote": "It is a true blessing to have such a fun, smart and caring sister like you. Have a joyful and unforgettable day, full of everything that you love most!",
    "relation": "sister"
  },
  {
    "quote": "It‘s so great to have such an amazing sister like you in my life. Congratulations of your birthday! Stay cool!",
    "relation": "sister"
  },
  {
    "quote": "You are like eating box chocolate : sweet, generous and undeniably amazing.",
    "relation": "sister"
  },
  {
    "quote": "My loving sister, I’m so glad to have you and you’re such a friend whom I’ll be loving throughout my entire life! Happy Birthday!",
    "relation": "sister"
  },
  {
    "quote": "The most heartfelt wishes to my incredible sister! You mean so much to me, cutie, I wish you all the happiness in the world!",
    "relation": "sister"
  },
  {
    "quote": "If I could have another chance to choose my sister, I would choose you every single time because I love you so much",
    "relation": "sister"
  },
  {
    "quote": "Best wishes for a year full of great opportunities and happiness.",
    "relation": "sister"
  },
  {
    "quote": "Happy Birthday, sister. You are the real gift for all of us and obviously, the packaging is stunning too. Keep sharing the stuff inside you with us always.",
    "relation": "sister"
  },
  {
    "quote": "Sending this message to wish my beautiful sister, a Happy Birthday from across the coast.",
    "relation": "sister"
  },
  {
    "quote": "To have a sister like you is like to find a treasure in life. Celebrate your Birthday, you deserve all the best!",
    "relation": "sister"
  },
  {
    "quote": "Even though I always end up making myself look like a fool, I love to do everything you do to look uber cool. Happy birthday to the coolest sister in the whole world.",
    "relation": "sister"
  },
  {
    "quote": "I can’t count the feelings I have for you but the best one is the love that we always shared. Happy birthday and have a brilliant year ahead!",
    "relation": "sister"
  },
  {
    "quote": "To my sister, the one who always stuck by my side – HAPPY BIRTHDAY! You are a beautiful gift to this world and to me.",
    "relation": "sister"
  },
  {
    "quote": "When life brings me down, all I have do is picture your sweet smile and I can stand again. You are the star of my life. Happy birthday dear sister.",
    "relation": "sister"
  },
  {
    "quote": "Happy birthday to my favorite sister! Thank goodness you get less annoying as you get older. Just kidding. You’re the best!",
    "relation": "sister"
  },
  {
    "quote": "On your special day I wish you only smiles and joy. May each minute of your life be filled with happiness and may this birthday be just perfect for you!",
    "relation": "sister"
  },
  {
    "quote": "My wonderful sister, you are only one in this entire world and I couldn’t find another great sister like you anywhere. Happy Birthday.",
    "relation": "sister"
  },
  {
    "quote": "Even when no one else shows concern or care, a sister is someone who’ll always be there. Happy birthday.",
    "relation": "sister"
  },
  {
    "quote": "Sister, we shared so many laughs and thoughts and also boosted each other up when we were down. I believe still there are plenty of sweet memories to come. Have a wonderful birthday.",
    "relation": "sister"
  },
  {
    "quote": "No one can heal my pains and make me happy with a hug like you. Thanks to my sister for being around me always. Let me hug you for once on this special day of your life. Happy Birthday.",
    "relation": "sister"
  },
  {
    "quote": "Happy Birthday sister. You are so special in my life, not only for being my lovely sister, but also for being one of my best friends. Without you I would have not made this far.",
    "relation": "sister"
  },
  {
    "quote": "Dear sister, I wish you all the best on your Big Day and every day, may your life be full of joy, love and prosperity!",
    "relation": "sister"
  },
  {
    "quote": "In the kaleidoscope of my life, you form the most beautiful patterns with the most vibrant colors. Happy birthday sis.",
    "relation": "sister"
  },
  {
    "quote": "1 Best Happy Birthday Wishes For Uncle 1.1 Christian Birthday Wishes To Uncle From Niece 1.2 Religious Uncle Birthday Wishes  Images in English",
    "relation": "uncle"
  },
  {
    "quote": "Wishing you a birthday full of joy, courage, love, friendship and endless blessings, You deserve them all. Happy Birthday dear uncle!",
    "relation": "uncle"
  },
  {
    "quote": "Dear uncle Wish you a happy birthday! I Wish you all dreams come true. May your birthday get filled with love and joy.",
    "relation": "uncle"
  },
  {
    "quote": "Happy Birthday My Dearest uncle! I hope you will get flooded with a gift and wishes on this special day. I hope that today all your dreams come true!",
    "relation": "uncle"
  },
  {
    "quote": "People always ask me what type of boyfriend you want in my life? I always tell them he must be like my uncle. Happy Birthday.",
    "relation": "uncle"
  },
  {
    "quote": "You taught me all those magical tricks. Lots of love and best wishes to my dear uncle.",
    "relation": "uncle"
  },
  {
    "quote": "I wish that all your dreams and desires come true, May every day bring you lot of memories for life, You are a lovely friend and my whole family Dear uncle, Happy Birthday to you.",
    "relation": "uncle"
  },
  {
    "quote": "I Pray to God to shower lots of love & unending happiness to my cute uncle. Happy bday, Stay blessed!",
    "relation": "uncle"
  },
  {
    "quote": "I feel so lucky to have you as my uncle. I hope you have an excellent birthday and a great special time of year. Happy Birthday to you, uncle!",
    "relation": "uncle"
  },
  {
    "quote": "You are a lot older than me, But I always treat you lucky my beat friend forever. Happy Birthday, BFF.",
    "relation": "uncle"
  },
  {
    "quote": "Uncles are always best. While Dad caught us for all notorious things, but you and me always free to spend time together. You always guide me in your unique manner and with special tricks. All the little things you did for me always amazed me. I hope you have a great Happy Birthday.",
    "relation": "uncle"
  },
  {
    "quote": "Dear uncle, Today is your day, Enjoy it fullest, Have a long and happy life. lucky you another, the year. Happy Bday",
    "relation": "uncle"
  },
  {
    "quote": "By relation, you may be my uncle, But by my soul and spirit, you are my best friend with which I can share everything in my life! Happy Birthday sweet uncle!",
    "relation": "uncle"
  },
  {
    "quote": "Funny Birthday Wishes for Uncle",
    "relation": "uncle"
  },
  {
    "quote": "It may be another birthday for you, But for me, It’s a day of celebration for you. lucky",
    "relation": "uncle"
  },
  {
    "quote": "Happy Birthday Wishes For Kid Girl",
    "relation": "uncle"
  },
  {
    "quote": "You are the center of attraction on every family function. Because you are the most charming and handsome person in our family. On this joy, day sends tons of birthday wishes to my uncle. Funny Birthday Wishes For Respected Uncle From Nephew",
    "relation": "uncle"
  },
  {
    "quote": "Uncle, you are the one from whom I have learned the work ethics. You are on of the character who taught me what is hard work without any complaints. I have a lot of respect for you and your hard work. Thanks for bringing the dignity in my work. Happy Bday uncle. These Lovely Bday wishes are for my lovely uncle.",
    "relation": "uncle"
  },
  {
    "quote": "Your birthday is not only the day when you are a super uncle. You are my superhero every day. Happy Birthday!",
    "relation": "uncle"
  },
  {
    "quote": "My mother always keeps of worrying what you will do in your life. Because You are my idol and I follow your every step. Happy Birthday Uncle. I am blessed to have you as my uncle in my life! Happy bday.",
    "relation": "uncle"
  },
  {
    "quote": "You are my biggest inspiration of life. You taught us a lot of things every moment of life. I pray to God to shower blessing and health every day on you. Happy Birthday!",
    "relation": "uncle"
  },
  {
    "quote": "Thanks for being my greatest supporter. You are a super uncle, I hope you receive all the things you want in your life.",
    "relation": "uncle"
  },
  {
    "quote": "My aunt is an important pillar in my life – the only one who is rigid enough to bear the heavy burdens I carry, yet flexible enough to allow me to have a lot of fun. Happy bday, aunty!",
    "relation": "aunt"
  },
  {
    "quote": "Happy bday to the person who spreads joy everywhere she goes – my aunt! I love you aunty, may you have many more birthdays to come.",
    "relation": "aunt"
  },
  {
    "quote": "Dear aunt, I may have inherited my dad’s intelligence and my mom’s grace… But I have inherited your ability to make the best of what I have. Thank you for that, happy birthday!",
    "relation": "aunt"
  },
  {
    "quote": "Wonderful birthday, my dear aunt! Believe it or not, I am always thinking about you not only on your birthday, but for the rest of the year too. You played such a special role in my life and this is something I will forever be grateful about.",
    "relation": "aunt"
  },
  {
    "quote": "Dear aunt, today is the perfect day to share this – you’re a fantastic aunt and all I wish is for you to achieve your dreams and aspirations in life, best birthday!",
    "relation": "aunt"
  },
  {
    "quote": "There are so many wonderful women in my life, and you’re definitely one of them. I truly appreciate all the things you have done for me, have a wonderful bday!",
    "relation": "aunt"
  },
  {
    "quote": "Dearest aunt, may your birthday be as beautiful and special like you, happy birthday!",
    "relation": "aunt"
  },
  {
    "quote": "Auntie, I am so happy to celebrate your special day by your side. You truly are a special person to me and I hope that we will celebrate many more birthdays together. Best bday!",
    "relation": "aunt"
  },
  {
    "quote": "Dearest auntie, thank you for your love and support. May you enjoy this very special day, best bday!",
    "relation": "aunt"
  },
  {
    "quote": "I really feel so lucky to have such a great aunt like you. Thank you for all your support and may all your wishes come true. Wonderful bday auntie!",
    "relation": "aunt"
  },
  {
    "quote": "Dearest aunt, do not ever worry about how you turn a year older today. What’s important is that you’re still here with us, celebrating another year of your life. Thank you for being so nice to me and I hope that you remain that way, best birthday!",
    "relation": "aunt"
  },
  {
    "quote": "Wonderful birthday dear aunt! You deserve all the happiness in the world. I love you!",
    "relation": "aunt"
  },
  {
    "quote": "Dear aunt, you truly are a magical woman having a beautiful face and a very kind heart and beautiful soul. I love you so much and thank you for everything you have done in my life, happy bday!",
    "relation": "aunt"
  },
  {
    "quote": "Great fathers are the ones who guide their children, but still let them make their own decisions and learn from their mistakes. Happy birthday to the wisest man I know!",
    "relation": "father"
  },
  {
    "quote": "The best scotch is aged scotch. I didn’t get you aged scotch, it’s just a metaphor, and way too expensive. Should I have gotten you scotch? Maybe one of those airplane bottles… Oh yeah, I almost forgot, happy birthday!",
    "relation": "father"
  },
  {
    "quote": "I know I don’t say it often, but I really do appreciate all the sacrifices and hard work you put into raising me. Happy birthday dad, I love you.",
    "relation": "father"
  },
  {
    "quote": "eval(ez_write_tag([[300,250],'happybirthdaywishesworld_com-medrectangle-3','ezslot_1'])); Happy birthday to the man I respect and love more than any other.",
    "relation": "father"
  },
  {
    "quote": "Real heroes don’t wear capes, they make bad puns. Thank you for being a real hero dad. Happy birthday!",
    "relation": "father"
  },
  {
    "quote": "“Relax dad, have a drink and put your feet up. It’s your birthday, and we are going to take care of you.”",
    "relation": "father"
  },
  {
    "quote": "1. “Dad, I know you have the heart of a child. But stop trying to steal a bite of the cake before we sing Happy Birthday.”",
    "relation": "father"
  },
  {
    "quote": "“Happy birthday dad. May all your fish be big, your beers cold, and your teams win.”",
    "relation": "father"
  },
  {
    "quote": "“Happy birthday to the puniest dad in the world! Thanks for all the laughs and the groans.”",
    "relation": "father"
  },
  {
    "quote": "“Dad, you’re one in a million. No, one in a billion. Actually, one in a trillion. In other words, you’re one of a kind. The best, most loving kind. Happy birthday!”",
    "relation": "father"
  },
  {
    "quote": "“Who needs an instruction manual for life when I have you! Happy birthday and thanks for all the great advice over the years!”",
    "relation": "father"
  },
  {
    "quote": "“You put up with me while growing up. That automatically qualifies you for dad of the century. Happy birthday and thank you for your vast amounts of patience!”",
    "relation": "father"
  },
  {
    "quote": "“Wear your gray hairs proudly dad. They are memories of all our times. Thanks for bearing it all, happy birthday!”",
    "relation": "father"
  },
  {
    "quote": "“As you get older you’ll start forgetting lots of things. Just never forget how much I adore you. Happiest birthday to the best dad!”",
    "relation": "father"
  },
  {
    "quote": "“When I think about the golden oldies, I think about you! Happy birthday, daddy star!”",
    "relation": "father"
  },
  {
    "quote": "When I was a kid, you nourished my body with food, but as an adult, you nourish my soul with love. Thank you for always feeding me, Mom. Happy birthday!",
    "relation": "mother"
  },
  {
    "quote": "I wish I could be there for your birthday, Mom. I miss you almost as much as I love you. I know it will be hard since I am not there but try and have a fun birthday. I’m sending all the love I have your way.",
    "relation": "mother"
  },
  {
    "quote": "Mom, no one can do the things you do. I should know because I have been trying for years! May your birthday be as unique as you are.",
    "relation": "mother"
  },
  {
    "quote": "Your birthday is the perfect day to reflect on how magnificent you are. I can’t believe how lucky I am that I have such a darling, charming, and loving mom. Happy birthday!",
    "relation": "mother"
  },
  {
    "quote": "Mom, you are always ready to forgive me even when I haven’t earned it. I may not have earned your forgiveness sometimes, but I will spend the rest of my life earning your love and respect.",
    "relation": "mother"
  },
  {
    "quote": "Mom, thanks for working so hard all these years just to give me a shot at life. I was unappreciative then, but now I appreciate you so much. I am so grateful for all you have done for me.",
    "relation": "mother"
  },
  {
    "quote": "I know other people may think it’s easy to be a mom, but I know the burdens you had to bear. I truly appreciate you and will always love you. Thank you for never giving up even when you really wanted to.",
    "relation": "mother"
  },
  {
    "quote": "Mom, this may not have been your best year, but that’s okay. I know that only good things will come this year because you will be surrounded by the love of your family. Happy birthday!",
    "relation": "mother"
  },
  {
    "quote": "You have enhanced my life with your wit, grace, and charm. Thank you for relinquishing so much of your time, love, and energy for me. I am so grateful to have you as my mom.",
    "relation": "mother"
  },
  {
    "quote": "When I need guidance, I need only turn to you. Thank you for always showing me the way, and never pointing out the fact that I have gotten lost so many times in life. Happy birthday Mom!",
    "relation": "mother"
  },
  {
    "quote": "Even when my life gets crazy complicated one thing is always simple, your love for me. It’s also always constant and enveloping. Thank you for being a terrific mom.",
    "relation": "mother"
  },
  {
    "quote": "Thanks for always supporting me not only with your words but with your actions as well. You are such an inspiration to me, Mom. Happy birthday!",
    "relation": "mother"
  },
  {
    "quote": "Mom, I may not have been given a choice when it comes to having you as my mom, but I choose to love you eternally. You are a phenomenal person who has brought so much laughter and love into my life. Thank you, and happy birthday Mom!",
    "relation": "mother"
  },
  {
    "quote": "From makeup to boys to life to love you have always been there to answer all my questions. Thanks for being my personal Google. Happy birthday Mom!",
    "relation": "mother"
  },
  {
    "quote": "I hope that you are prepared for how awesome your birthday is going to be this year, Mom. Prepare for wine, massages, pedicures, more wine, shopping, cake, and even more wine. It’s going to be a blast. We may not remember much, but we will hopefully remember you had a great time on your birthday.",
    "relation": "mother"
  },
  {
    "quote": "Thank you for always telling me to trust in myself. With a mom like you for a role model, I am sure I will do just fine. I hope your birthday is as amazing as you are, Mom.",
    "relation": "mother"
  },
  {
    "quote": "You inspire me to give more, love more, and dream more. Thanks for always making time for me and nurturing me. Happy birthday to my lovely and delightful mom!",
    "relation": "mother"
  },
  {
    "quote": "Mom, your capacity for love has no end. You are an exceptional person, and I am so thankful that you are my mom. May your birthday be filled with endless moments of fun and laughter.",
    "relation": "mother"
  },
  {
    "quote": "Through countless trials and tribulations, you have been a constant source of hope, love, and inspiration. Thank you for always being there when I needed you the most. I hope your special day is filled with only happy surprises and wonderful people.",
    "relation": "mother"
  },
  {
    "quote": "Mom, I owe you so much even though I have given you so little. For all the times I have taken your love for granted I am truly sorry. Thank you for continually giving me unending love even when I didn’t appreciate it. Happy birthday!",
    "relation": "mother"
  },
  {
    "quote": "Thank you for guiding me, protecting me, and loving me all throughout my life. I know that there were times when I didn’t make it easy to love me, but you always did. Thank you.",
    "relation": "mother"
  },
  {
    "quote": "Mom, thanks for being the type of mom that I can come to with anything. From advice to keeping my secrets, I am eternally grateful. May your year be filled with awe-inspiring moments.",
    "relation": "mother"
  },
  {
    "quote": "I am not just proud of who you are, but of how far you have come. You worked so hard when I was little, so I could have the best that life could offer. I am so appreciative, and I hope that one day I can do the same for you.",
    "relation": "mother"
  },
  {
    "quote": "Mom, some of my best memories in life include you: us talking, doing our hair, and cooking together. I am so lucky I had such an amazing mom to show me how to do things. Thank you for always taking the time to make my life extra special.",
    "relation": "mother"
  },
  {
    "quote": "You always made sure I knew the value of hard work and focus, but I am most grateful that you also showed me how to have fun along the way. Your joy and laughter have always inspired me to live life to the fullest. I hope your special day is full of joy and laughter today as well.",
    "relation": "mother"
  },
  {
    "quote": "Mom, I see you in all I do: my thoughts, actions, words, and decisions. You have affected my life in so many positive ways, and I am incredibly lucky that I have such a stupendous mom. Happy birthday!",
    "relation": "mother"
  },
  {
    "quote": "I know that I have said some hurtful and even spiteful things over the years, but please know that it was because deep down I was afraid of disappointing you. You mean so much to me that I cannot bear the thought of failing you. I love you so much even if I never say it.",
    "relation": "mother"
  },
  {
    "quote": "There are so many times in life where I have needed you mom and every single time you have been there. I hope that your day is full of big smiles and raucous laughter. You deserve all the happiness in the world. Happy birthday Mom!",
    "relation": "mother"
  }
]